[{"model": "QuestionSystem.question", "pk": 9, "fields": {"q_title": "Help for", "q_text": "What do you need help for", "q_type": 0, "slug": "help-for", "order": 1, "timestamp": "2020-08-11T08:07:11.390Z"}}, {"model": "QuestionSystem.question", "pk": 10, "fields": {"q_title": "Age", "q_text": "What is your age", "q_type": 0, "slug": "age", "order": 2, "timestamp": "2020-08-11T08:08:47.754Z"}}, {"model": "QuestionSystem.question", "pk": 11, "fields": {"q_title": "Physical challenges", "q_text": "Do you have physical challenges", "q_type": 0, "slug": "physical-challenges", "order": 3, "timestamp": "2020-08-11T08:09:37.881Z"}}, {"model": "QuestionSystem.question", "pk": 12, "fields": {"q_title": "Physical Challenges Knowledge Status", "q_text": "Please Select Best Info about Status of Job Center about your Health", "q_type": 0, "slug": "physical-challenges-knowledge-status", "order": 4, "timestamp": "2020-08-11T08:12:36.633Z"}}, {"model": "QuestionSystem.question", "pk": 13, "fields": {"q_title": "Health Problems", "q_text": "Please Check the Health Problem You are suffering?", "q_type": 1, "slug": "health-problems", "order": 5, "timestamp": "2020-08-11T08:17:35.704Z"}}, {"model": "QuestionSystem.question", "pk": 14, "fields": {"q_title": "udfordringer", "q_text": "Har du psykiske udfordringer", "q_type": 0, "slug": "udfordringer", "order": 6, "timestamp": "2020-08-11T08:19:06.724Z"}}, {"model": "QuestionSystem.question", "pk": 15, "fields": {"q_title": "Har du psykiske udfordringer Ja", "q_text": "Har du psykiske udfordringer Ja", "q_type": 0, "slug": "har-du-psykiske-udfordringer-ja", "order": 6, "timestamp": "2020-08-11T08:22:16.924Z"}}, {"model": "QuestionSystem.question", "pk": 16, "fields": {"q_title": "Er du tilknyttet lokalpsykiatrien eller psykiater", "q_text": "Er du tilknyttet lokalpsykiatrien eller psykiater", "q_type": 0, "slug": "er-du-tilknyttet-lokalpsykiatrien-eller-psykiater", "order": 8, "timestamp": "2020-08-11T08:23:46.778Z"}}, {"model": "QuestionSystem.question", "pk": 17, "fields": {"q_title": "Er du tilknyttet lokalpsykiatrien eller psykiater ja", "q_text": "Er du tilknyttet lokalpsykiatrien eller psykiater ja", "q_type": 1, "slug": "er-du-tilknyttet-lokalpsykiatrien-eller-psykiater-", "order": 9, "timestamp": "2020-08-11T08:24:57.121Z"}}, {"model": "QuestionSystem.question", "pk": 18, "fields": {"q_title": "Jeg har en eller flere psykisk(e) diagnose®", "q_text": "Jeg har en eller flere psykisk(e) diagnose®", "q_type": 0, "slug": "jeg-har-en-eller-flere-psykiske-diagnose", "order": 10, "timestamp": "2020-08-11T08:25:45.607Z"}}, {"model": "QuestionSystem.question", "pk": 19, "fields": {"q_title": "Jeg har en eller flere psykisk(e) diagnose® ja", "q_text": "Jeg har en eller flere psykisk(e) diagnose® ja", "q_type": 1, "slug": "jeg-har-en-eller-flere-psykiske-diagnose-ja", "order": 10, "timestamp": "2020-08-11T08:35:11.917Z"}}, {"model": "QuestionSystem.question", "pk": 20, "fields": {"q_title": "Har du en uddannelse", "q_text": "Har du en uddannelse", "q_type": 0, "slug": "har-du-en-uddannelse", "order": 12, "timestamp": "2020-08-11T08:36:03.230Z"}}, {"model": "QuestionSystem.question", "pk": 21, "fields": {"q_title": "Har du en uddannelse ja", "q_text": "Har du en uddannelse ja", "q_type": 1, "slug": "har-du-en-uddannelse-ja", "order": 13, "timestamp": "2020-08-11T08:38:14.610Z"}}, {"model": "QuestionSystem.question", "pk": 22, "fields": {"q_title": "Har du arbejdserfaring", "q_text": "Har du arbejdserfaring", "q_type": 0, "slug": "har-du-arbejdserfaring", "order": 14, "timestamp": "2020-08-11T08:39:37.141Z"}}, {"model": "QuestionSystem.question", "pk": 23, "fields": {"q_title": "Har du arbejdserfaring ja", "q_text": "Har du arbejdserfaring ja", "q_type": 0, "slug": "har-du-arbejdserfaring-ja", "order": 15, "timestamp": "2020-08-11T08:43:07.116Z"}}, {"model": "QuestionSystem.question", "pk": 24, "fields": {"q_title": "Hvor lang periode:", "q_text": "Hvor lang periode:", "q_type": 0, "slug": "hvor-lang-periode", "order": 16, "timestamp": "2020-08-11T08:44:50.468Z"}}, {"model": "QuestionSystem.answer", "pk": 30, "fields": {"question": 9, "answer_text": "Education", "timestamp": "2020-08-11T08:07:11.392Z", "exit_quiz": false, "response": "Find an education and apply for SU  :-)", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 31, "fields": {"question": 9, "answer_text": "Training or business rehabilitation", "timestamp": "2020-08-11T08:07:11.393Z", "exit_quiz": false, "response": "\"To be eligible for rehabilitation, you must have significant limitations in your ability to work, so that support / help is needed for you to be retained or enter the labor market. It is not possible to say in advance which factors provide a basis for rehabilitation, as it is on the basis of a concrete and individual assessment (which the Job Center makes) that one assesses a person's ability to work. There may be both social, physical and / or mental difficulties that may make a person entitled to rehabilitation due to limitations in the ability to work. Rehabilitation is based on the principle of: \"\"shortest path to employment\"\". This means that the plan with the rehabilitation must aim to be completed in as short a time as possible, so that you get into employment as soon as possible. In practice, this also means that if rehabilitation on e.g. 3 months of training can mean that you are up-qualified or compensated, so that it enables return to the labor market, then you will not be entitled to longer courses, even if you e.g. wants or would be better off with a longer education of 3 years. The starting point for rehabilitation is that you can return to the labor market as soon as possible. Rehabilitation benefit and thereby the plan can as a starting point be granted in max. 5 years. However, there may be exceptions if there are very special conditions at the rehabilitation end that apply to the rehabilitation being organized beyond the 5 years. If it has not yet been dete", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 32, "fields": {"question": 9, "answer_text": "Flexjob", "timestamp": "2020-08-11T08:07:11.398Z", "exit_quiz": false, "response": "The road to a flex job requires Medical documentation and work testing. The prerequisite for a flex job is that your ability to work is permanently reduced to a significant extent. This requires both medical documentation and testing in practice. Testing in practice takes place through work testing. The work trial must describe whether you have the opportunity to be employed in an unsupported job using e.g. use of social chapters *, rehabilitation, rehabilitation, compensation for people with disabilities in occupation or relocation in the labor market. A broad point of view must be taken, where both current and future employment opportunities are considered. Not only can your current or previous employment be taken into account, nor can your wishes for employment alone. In order to arrive at the assessment of work ability, both more tests and more medical examinations may be needed. Testing in practice must consist of clarification of the maximum number of weekly hours and an assessment of the work intensity.", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 33, "fields": {"question": 9, "answer_text": "Resource course", "timestamp": "2020-08-11T08:07:11.402Z", "exit_quiz": false, "response": "\"n a resource course, you get interdisciplinary and holistic activities. The focus of the course is that your ability to work is developed through a concrete and active effort, where your goals in relation to work and education control which activities are initiated. The resource course will often consist of both employment offers, social offers and health offers, and they will be combined and coordinated across. A resource course can last 1-5 years. You may be offered several courses if the former has not led to you having a better connection to the labor market. You must have received public support for a longer period of time, have participated in employment offers without effect or need a long-term effort before the municipality can set a specific employment goal. It is a condition for obtaining a resource course that the citizen, in addition to unemployment, has complex problems that have not been solved through ordinary employment-oriented efforts. it can be complex problems in the form of e.g. health problems, abuse, social conditions, etc., where the prospect of getting into ordinary employment or education is long.\r\nHowever, the municipality must assess that all relevant possibilities in the ordinary employment legislation have been exhausted before a resource course can be allocated.\"", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 34, "fields": {"question": 9, "answer_text": "Early retirement", "timestamp": "2020-08-11T08:07:11.403Z", "exit_quiz": false, "response": "\"The conditions for receiving an early retirement pension: From 40 years to the state pension age if the ability to work is permanently reduced and - the reduction is of such an extent that the citizen can not become self-sufficient regardless of the possibilities for support, eg employment in flexjobs.\r\n18 years to 39 years: As a rule, persons under the age of 40 cannot receive an early retirement pension, unless in addition to the above, it is also documented that the ability to work cannot be improved or - due to special circumstances it is quite obvious that the ability to work cannot be improved .\"", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 35, "fields": {"question": 9, "answer_text": "Senior Early retirement", "timestamp": "2020-08-11T08:07:11.405Z", "exit_quiz": false, "response": "\"Senior early retirement is a health-related maintenance benefit that has been introduced per. 1.1.2020 and replaces the previous senior early retirement pension. The purpose is for citizens who are worn out or have significant health problems, after a long working life, to have easier and faster access to a health-related pension until the state pension age.\r\n\r\nConditions for senior pension\r\nYou must be at most six years from pensionable age.\r\nyou meet the general conditions for entitlement to a social pension. The conditions are about residence time and citizenship.\r\nyou have had a long-term connection to the labor market with a total of at least 20-25 years of employment and\r\nyour ability to work is permanently reduced to a maximum of 15 hours per week compared to the most recent job.\"", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 36, "fields": {"question": 10, "answer_text": "Under 18 år", "timestamp": "2020-08-11T08:08:47.756Z", "exit_quiz": true, "response": "Since you are under 18, your parents or guardian should help you.", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 37, "fields": {"question": 10, "answer_text": "20 - 25 år", "timestamp": "2020-08-11T08:08:47.757Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 38, "fields": {"question": 10, "answer_text": "26 - 30 år", "timestamp": "2020-08-11T08:08:47.757Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 39, "fields": {"question": 10, "answer_text": "31 - 45 år", "timestamp": "2020-08-11T08:08:47.762Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 40, "fields": {"question": 10, "answer_text": "46 - 55 år", "timestamp": "2020-08-11T08:08:47.763Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 41, "fields": {"question": 10, "answer_text": "56 - 60 år", "timestamp": "2020-08-11T08:08:47.763Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 42, "fields": {"question": 10, "answer_text": "60 +", "timestamp": "2020-08-11T08:08:47.764Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 43, "fields": {"question": 11, "answer_text": "No", "timestamp": "2020-08-11T08:09:37.883Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 44, "fields": {"question": 11, "answer_text": "Yes", "timestamp": "2020-08-11T08:09:37.887Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 45, "fields": {"question": 12, "answer_text": "I know that the job center has a status certificate from the doctor / hospital regarding. my physical challenges.", "timestamp": "2020-08-11T08:12:36.636Z", "exit_quiz": false, "response": "Get a copy / access to all medical certificates, in which you can read what the doctor recommends in relation to improving or maintaining your level of physical function. In addition, diagnoses and care considerations are described which must be complied with in a work trial or other employment offer.", "response_part": "I know that the job center has a status certificate from the doctor / hospital regarding. my physical challenges. Request access to all your medical certificates."}}, {"model": "QuestionSystem.answer", "pk": 46, "fields": {"question": 12, "answer_text": "I do not know if the job center has a status certificate from the doctor / hospital regarding. my physical challenges", "timestamp": "2020-08-11T08:12:36.636Z", "exit_quiz": false, "response": "Ask for access to all your medical certificates, read them and see if you have diagnoses, care considerations, treatment recommendations and if your physical condition is persistent.", "response_part": "Request access to all your medical certificates. Check if there are diagnoses, if the condition is persistent / inpatient and if there are or are recommended treatment options that can improve your ability to function. If it has been a long time since you have been to the doctor, ask for a health check by your doctor and inform your doctor about your daily physical challenges. If the job center does not have any medical certificates within the last 2 years, first go to your doctor and get a health check and inform about your daily health challenges, then go to your caseworker and ask her to ask your doctor for a status certificate and Ask your doctor about the daily pains and challenges? and whether diagnoses have been made ?, treatment options? is the condition stationary / varrig? spare account? and whether you will be able to participate in work testing?"}}, {"model": "QuestionSystem.answer", "pk": 47, "fields": {"question": 12, "answer_text": "The job center has no information from the doctor regarding. my physical challenges", "timestamp": "2020-08-11T08:12:36.641Z", "exit_quiz": false, "response": "Make sure to go to your own doctor and get a health examination, mention to the doctor where you have daily pain and how long you have had it like this. In addition, it is important that the doctor informs you how to protect your body and if the doctor wants to examine you for arthritis or something else, you must ask the doctor to refer you to the hospital which can examine further whether you have arthritis, or discus, with more ... Once you have visited the doctor, you must ask your caseworker to obtain a medical certificate in relation to your / your diagnoses and considerations of care. This is important in relation to what treatment you get in a work trial. If your caseworker does not want to obtain a status certificate, it costs around DKK 1,500 which you can pay to get, if you do this you are entitled to the certificate attached to your case and thus the caseworker has a duty to take into account the new information. If you can not afford to pay yourself, you can go to Sundhed.dk and log in with your easy ID / key card and here you can find medical records on all your doctor's consultations, you can save the medical records on your PC and print take them out and take them to your caseworker, you are entitled to the medical record information being recorded in your case and if there are diagnoses, care considerations, etc., your care considerations must be taken into account in future work trials.", "response_part": "The job center has no information from the doctor regarding. my physical challenges: Ask for access to all your medical certificates. Check if there are diagnoses, if the condition is persistent / inpatient and if there are or are recommended treatment options that can improve your ability to function. If it has been a long time since you have been to the doctor, ask for a health check by your doctor and inform your doctor about your daily physical challenges. If the job center does not have any medical certificates within the last 2 years, first go to your doctor and get a health check and inform about your daily health challenges, then go to your caseworker and ask her to ask your doctor for a status certificate and Ask your doctor about the daily pains and challenges? and whether diagnoses have been made ?, treatment options? is the condition stationary / varrig? spare account? and whether you will be able to participate in work testing? If your caseworker does not want to request a status certificate from your doctor, you can go to sundhed.dk, log in with your easy ID / key card and find out the latest consultation with your doctor and print out medical records. It is not certain that your doctor has written diagnoses, or care considerations, nor treatment options, unless you have asked him to. If you can neither get the caseworker to request a status certificate nor your doctor to answer the questions in medical records, you can order a doctor's certificate yourself on t"}}, {"model": "QuestionSystem.answer", "pk": 48, "fields": {"question": 13, "answer_text": "I have daily back pain, eg pain from disc herniation, crooked back or other injuries to the back.", "timestamp": "2020-08-11T08:17:35.706Z", "exit_quiz": false, "response": "", "response_part": "I have daily back pain, eg pain from disc herniation, crooked back or other injuries to the back. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of back pain, what has been tried by treatment to improve your back disease and if nothing has been tried, it must be stated what is recommended of treatment to improve the ability to function. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function."}}, {"model": "QuestionSystem.answer", "pk": 49, "fields": {"question": 13, "answer_text": "I have knee problems possibly from injury, wear or previous surgery.", "timestamp": "2020-08-11T08:17:35.710Z", "exit_quiz": false, "response": "", "response_part": "I have knee problems possibly from injury, wear or previous surgery. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of leg or knee challenges, what has been tried by treatment to improve your leg and knee challenges and if nothing has been tried, it must be stated what is recommended by treatment to improve functioning. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function."}}, {"model": "QuestionSystem.answer", "pk": 50, "fields": {"question": 13, "answer_text": "I have daily or frequent headaches, migraines or Horton headaches.", "timestamp": "2020-08-11T08:17:35.713Z", "exit_quiz": false, "response": "", "response_part": "I have daily or frequent headaches, migraines or Horton headaches. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, the diagnosis of Migraine or Horton's headache must be stated, what has been tried by treatment to improve headache challenges, and if nothing has been tried, it must state what is recommended for treatment to improve functioning. It is important that you have been in a treatment offer at a headache clinic. When you have participated in such a course, the job center can request a status of your functional ability and an assessment of care considerations as well as a recommendation for what you can do in the future to maintain or improve your functional ability. . In order to be considered for a flex job, it is important that the status certificate states that you have tried different methods and medicines and that you have arrived at the optimal medicine or that nothing has been found that can improve headaches / migraine attacks / symptoms. and that they cannot recommend other treatment options that will improve your functioning. In addition, care considerations may also be stated."}}, {"model": "QuestionSystem.answer", "pk": 51, "fields": {"question": 13, "answer_text": "Overweight", "timestamp": "2020-08-11T08:17:35.714Z", "exit_quiz": false, "response": "", "response_part": "Overweight: The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, a diagnosis of challenges with obesity must be stated, what has been tried by treatment to improve your health and if nothing has been tried, it must be stated what the doctor recommends of treatment to improve the ability to function. In relation to obesity, it is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. you can do going forward to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function, or that exercise can reduce the experience of pain."}}, {"model": "QuestionSystem.answer", "pk": 52, "fields": {"question": 13, "answer_text": "Underweight", "timestamp": "2020-08-11T08:17:35.715Z", "exit_quiz": false, "response": "", "response_part": "Underweight: The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, the diagnosis of challenges with underweight must be stated, what has been tried by treatment to improve your health and if nothing has been tried, it must be stated what the doctor recommends of treatment to improve the ability to function. In relation to underweight, it is important that you have been in an offer that includes a dietitian and possibly. a mentor who can support and motivate you to participate in the course of your offer. An offer can also consist of a combined course where you collaborate with both physiotherapist, occupational therapist and psychologist. Once you have participated in such a course, the job center receives a status of your functional ability and an assessment of physical and mental care considerations as well as a recommendation for what you / or the job center can offer you in the future, in order to maintain or improve your functional ability. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function, or that exercise can reduce the experience of pain."}}, {"model": "QuestionSystem.answer", "pk": 53, "fields": {"question": 13, "answer_text": "Chronic leg and foot pain", "timestamp": "2020-08-11T08:17:35.716Z", "exit_quiz": false, "response": "", "response_part": "Chronic leg and foot pain: The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of chronic leg and foot pain, what has been tried by treatment to improve your pain symptoms and if nothing has been tried, what must be recommended by treatment to improve the ability to function. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function."}}, {"model": "QuestionSystem.answer", "pk": 54, "fields": {"question": 13, "answer_text": "Chronic arm and hand pain", "timestamp": "2020-08-11T08:17:35.717Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 55, "fields": {"question": 13, "answer_text": "Gastrointestinal disease such as Crohn's disease, chronic diarrhea and others.", "timestamp": "2020-08-11T08:17:35.717Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 56, "fields": {"question": 13, "answer_text": "House disease eg psoriasis", "timestamp": "2020-08-11T08:17:35.718Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 57, "fields": {"question": 13, "answer_text": "Psoriatic arthritis", "timestamp": "2020-08-11T08:17:35.718Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 58, "fields": {"question": 13, "answer_text": "Arthritis", "timestamp": "2020-08-11T08:17:35.719Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 59, "fields": {"question": 13, "answer_text": "Lamb in the legs", "timestamp": "2020-08-11T08:17:35.719Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 60, "fields": {"question": 13, "answer_text": "Artificial leg", "timestamp": "2020-08-11T08:17:35.720Z", "exit_quiz": false, "response": "", "response_part": "Artificial leg: The job center must have a medical certificate that is not too old, preferably max. 2 years. The diagnosis of artificial bone must be stated here, and whether there have been or are recommended treatment options that can improve your ability to function. It is important that you have been in a training offer, or rehabilitation course and this information appears in either the doctor's, or from hospital records / certificates, this to get information about your care considerations. In order to be considered for a flex job, it is important that the doctor's status certificate states that your ability to function is stationary and state your concerns."}}, {"model": "QuestionSystem.answer", "pk": 61, "fields": {"question": 13, "answer_text": "Stationary Wheelchair User", "timestamp": "2020-08-11T08:17:35.720Z", "exit_quiz": false, "response": "", "response_part": "Wheelchair user: The job center must have a medical certificate stating the diagnosis and whether there have been or are recommended treatment options that can improve your ability to function. It is important that you have been in a training offer or rehabilitation course and this information appears in either the doctor's, or from hospital records / certificates, this in order to get information about your care considerations. In order to be considered for a flex job, it is important that the doctor's status certificate states that your ability to function is stationary and state your concerns."}}, {"model": "QuestionSystem.answer", "pk": 62, "fields": {"question": 13, "answer_text": "Very impaired vision or hearing", "timestamp": "2020-08-11T08:17:35.720Z", "exit_quiz": false, "response": "", "response_part": "Severely impaired vision or hearing: The job center must have a medical certificate stating the diagnosis and whether there have been or are recommended treatment options that can improve your ability to function. It is important that you have been in a work trial / internship where your gentle considerations were complied with and that you have had a work ability assessment made in collaboration with your job consultant and internship. The job evaluation must have the job center and here the hours obtained and an assessment of your work efficiency must be stated. In order to be considered for a flex job, it is important that the doctor's status certificate states that your ability to function is inpatient and that no treatment options can be pointed out and that your considerations of care are stated."}}, {"model": "QuestionSystem.answer", "pk": 63, "fields": {"question": 13, "answer_text": "Other chronic disease", "timestamp": "2020-08-11T08:17:35.721Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 64, "fields": {"question": 14, "answer_text": "Nej", "timestamp": "2020-08-11T08:19:06.725Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 65, "fields": {"question": 14, "answer_text": "Ja", "timestamp": "2020-08-11T08:19:06.726Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 66, "fields": {"question": 15, "answer_text": "Jeg ved at jobcenter har oplysninger fra lægen/sygehus/psykiatrien vedr. mine psykiske udfordringer.", "timestamp": "2020-08-11T08:22:16.926Z", "exit_quiz": false, "response": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 67, "fields": {"question": 15, "answer_text": "Jeg ved ikke om Jobcenteret har oplysninger fra psykiatrien eller psykiater", "timestamp": "2020-08-11T08:22:16.930Z", "exit_quiz": false, "response": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.  Hvis der ikke er noget i din sag er det muligt at gå ind på sundhed.dk og logge ind med dit nem-id/nøglekort og se alle lægekonsultationer og konsultationer ved psykiatrien. Hvis der i journaloplysninger fremgår diagnoser, anbefaling af behandlingsmuligheder samt skånehensyn kan du gemme dem på din pc og printe det ud og tage det med til din sagsbehandler. Du har krav på at de lægelige oplysninger lægges i din sag og at jobcenteret fremadrettet tager hensyn til dine skkånehensyn med mere.", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 68, "fields": {"question": 16, "answer_text": "Nej", "timestamp": "2020-08-11T08:23:46.780Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 69, "fields": {"question": 16, "answer_text": "Ja", "timestamp": "2020-08-11T08:23:46.781Z", "exit_quiz": false, "response": "Hvis du er i gang med et behandlingsforløb, kan du selv spørge din behandler: hvor længe varer behandlingen og hvad kan du forvente det har af betydning for dig?  Er din psykiske tilstand varirig/stationær? Kan du deltage i arbejdsprøvning eller andet tilbud fra jobcenter, hvis nej, hvornår tror de at du vil kunne deltage? Hvis dit behandlingsforløb er 2 år eller mere, er det længere varende og du kan hermed sige til din sagsbehnadler at kontanthjælp er en kortvarrig forsørgelse, og at den rigtige hjælp lige nu er et ressourceforløb. Hvis dit forløb snart er færdigt og du kan forvente en bedring af psykiske funktionsniveau er det vigtigt at dine skånehensyn overholdes i forhold til kommende arbjedsprøvning. Når du stopper i et forløb ved psykiatrien kan du have fået stillet diagnos/diagnoser, du kan ved at gennemføre et gruppeforløb eller individuelle samtaleforløb have fået det psykisk bedre og afklaret skånehensyn. Disse oplysninger kan du selv gå ind og hente i Sundhed.dk, printe ud og tage med til din sagsbehandler, som fremadrettet skal tage hensyn til de nye helbredsoplysninger.", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 70, "fields": {"question": 17, "answer_text": "Deltager du i gruppeforløb", "timestamp": "2020-08-11T08:24:57.123Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 71, "fields": {"question": 17, "answer_text": "Får du samtaler med psykolog", "timestamp": "2020-08-11T08:24:57.127Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 72, "fields": {"question": 17, "answer_text": "Er du i gang med et udrednings forløb, for at afklare om du har en psykisk diagnose", "timestamp": "2020-08-11T08:24:57.128Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 73, "fields": {"question": 18, "answer_text": "Nej", "timestamp": "2020-08-11T08:25:45.609Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 74, "fields": {"question": 18, "answer_text": "Ja", "timestamp": "2020-08-11T08:25:45.609Z", "exit_quiz": false, "response": "din diagnose betyder at du har brug for skånehensyn i dit arbejde og privatliv. Hvis du eller kommunen ikke tager hensyn til dine skånebehov risikere du at få symptomforværring og derved kan du opleve forværring af dit psykiske helbred. Nogle diagnoser kan man med tiden \"vokse fra\" eller med tiden kan du blive bedre til at forebygge din diagnoses symptomer og derved opleve færre symptomer og dermed opleve mere livskvalitet.", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 75, "fields": {"question": 19, "answer_text": "Depression", "timestamp": "2020-08-11T08:35:11.919Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 76, "fields": {"question": 19, "answer_text": "Depression", "timestamp": "2020-08-11T08:35:11.921Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 77, "fields": {"question": 19, "answer_text": "Jeg har misbrug af alkohol og stoffer", "timestamp": "2020-08-11T08:35:11.922Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 78, "fields": {"question": 19, "answer_text": "Personlighedsforstyrrelse", "timestamp": "2020-08-11T08:35:11.923Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 79, "fields": {"question": 19, "answer_text": "ADHD", "timestamp": "2020-08-11T08:35:11.923Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 80, "fields": {"question": 19, "answer_text": "ADD", "timestamp": "2020-08-11T08:35:11.923Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 81, "fields": {"question": 19, "answer_text": "PTSD", "timestamp": "2020-08-11T08:35:11.924Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 82, "fields": {"question": 19, "answer_text": "Skizofreni", "timestamp": "2020-08-11T08:35:11.924Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 83, "fields": {"question": 19, "answer_text": "Evasiv personlighedsstruktur", "timestamp": "2020-08-11T08:35:11.929Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 84, "fields": {"question": 19, "answer_text": "Asbergers", "timestamp": "2020-08-11T08:35:11.930Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 85, "fields": {"question": 19, "answer_text": "Autisme", "timestamp": "2020-08-11T08:35:11.930Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 86, "fields": {"question": 19, "answer_text": "Lettere retarderet, lav IQ", "timestamp": "2020-08-11T08:35:11.930Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 87, "fields": {"question": 19, "answer_text": "Bipolar", "timestamp": "2020-08-11T08:35:11.931Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 88, "fields": {"question": 19, "answer_text": "Borderline", "timestamp": "2020-08-11T08:35:11.931Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 89, "fields": {"question": 19, "answer_text": "Autisme", "timestamp": "2020-08-11T08:35:11.931Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 90, "fields": {"question": 19, "answer_text": "Demens", "timestamp": "2020-08-11T08:35:11.932Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 91, "fields": {"question": 19, "answer_text": "Gaming Disorder", "timestamp": "2020-08-11T08:35:11.932Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 92, "fields": {"question": 19, "answer_text": "Selvskade", "timestamp": "2020-08-11T08:35:11.933Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 93, "fields": {"question": 19, "answer_text": "Spiseforstyrrelser", "timestamp": "2020-08-11T08:35:11.933Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 94, "fields": {"question": 19, "answer_text": "Min diagnose er ikke nævnt", "timestamp": "2020-08-11T08:35:11.933Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 95, "fields": {"question": 19, "answer_text": "Har du en uddannelse", "timestamp": "2020-08-11T08:35:11.934Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 96, "fields": {"question": 20, "answer_text": "Nej", "timestamp": "2020-08-11T08:36:03.232Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 97, "fields": {"question": 20, "answer_text": "Ja", "timestamp": "2020-08-11T08:36:03.237Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 98, "fields": {"question": 21, "answer_text": "HF", "timestamp": "2020-08-11T08:38:14.612Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 99, "fields": {"question": 21, "answer_text": "Studentereksamen", "timestamp": "2020-08-11T08:38:14.613Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 100, "fields": {"question": 21, "answer_text": "HTX", "timestamp": "2020-08-11T08:38:14.614Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 101, "fields": {"question": 21, "answer_text": "Teknisk skole grunduddannelse til fx kok, køkkenassistent, tjener ect.", "timestamp": "2020-08-11T08:38:14.614Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 102, "fields": {"question": 21, "answer_text": "Bachelor uddannelse fx pædagog, socialrådgiver, sygeplejerske, fysioterapeut, folkeskolelære ect.", "timestamp": "2020-08-11T08:38:14.615Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 103, "fields": {"question": 21, "answer_text": "Lang videre gående uddannelse på universitet fx ingenuer,", "timestamp": "2020-08-11T08:38:14.615Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 104, "fields": {"question": 21, "answer_text": "Har du arbejdet indenfor din uddannelse:", "timestamp": "2020-08-11T08:38:14.616Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 105, "fields": {"question": 22, "answer_text": "Nej", "timestamp": "2020-08-11T08:39:37.143Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 106, "fields": {"question": 22, "answer_text": "Ja", "timestamp": "2020-08-11T08:39:37.149Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 107, "fields": {"question": 23, "answer_text": "Få timer ugentligt", "timestamp": "2020-08-11T08:43:07.118Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 108, "fields": {"question": 23, "answer_text": "Deltid", "timestamp": "2020-08-11T08:43:07.118Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 109, "fields": {"question": 23, "answer_text": "Fuldtid (37 timer ugentligt)", "timestamp": "2020-08-11T08:43:07.119Z", "exit_quiz": false, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 110, "fields": {"question": 24, "answer_text": "Under 1 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.470Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 111, "fields": {"question": 24, "answer_text": "Mellem 1 - 3 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.471Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 112, "fields": {"question": 24, "answer_text": "Mellem 3- 8 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.471Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 113, "fields": {"question": 24, "answer_text": "Mellem 8-10 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.472Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 114, "fields": {"question": 24, "answer_text": "Mellem 10-15 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.472Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 115, "fields": {"question": 24, "answer_text": "Mellem 15-20 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.472Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 116, "fields": {"question": 24, "answer_text": "Mellem 20-30 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.477Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.answer", "pk": 117, "fields": {"question": 24, "answer_text": "Over 30 års arbejdserfaring", "timestamp": "2020-08-11T08:44:50.478Z", "exit_quiz": true, "response": "", "response_part": ""}}, {"model": "QuestionSystem.nextanswer", "pk": 4, "fields": {"question": 11, "answer": 43, "next_question": 14, "timestamp": "2020-08-11T08:19:34.065Z"}}, {"model": "QuestionSystem.nextanswer", "pk": 5, "fields": {"question": 16, "answer": 68, "next_question": 18, "timestamp": "2020-08-11T08:32:00.590Z"}}, {"model": "QuestionSystem.nextanswer", "pk": 6, "fields": {"question": 18, "answer": 73, "next_question": 20, "timestamp": "2020-08-11T08:36:35.020Z"}}, {"model": "QuestionSystem.nextanswer", "pk": 7, "fields": {"question": 20, "answer": 96, "next_question": 22, "timestamp": "2020-08-11T08:40:09.972Z"}}, {"model": "auth.user", "pk": 5, "fields": {"password": "pbkdf2_sha256$180000$JVDl2Ltl7TKb$Do/on09u/LZ3XSiSFQ0knOxknbds9cJwOh92A8x57Gw=", "last_login": "2020-08-05T08:04:02.642Z", "is_superuser": true, "username": "admin1", "first_name": "", "last_name": "", "email": "ghsmisrial@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2020-08-05T06:57:52.086Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 6, "fields": {"password": "pbkdf2_sha256$120000$AVdtGpcLBiBr$IBm/ffFwWhlUXKW99R2NnmmZEvJmYHcnMhhovBuOde0=", "last_login": "2020-08-09T09:54:30.588Z", "is_superuser": false, "username": "ali123", "first_name": "", "last_name": "", "email": "maliabbas313@gmail.com", "is_staff": false, "is_active": true, "date_joined": "2020-08-09T09:51:17.067Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 7, "fields": {"password": "pbkdf2_sha256$120000$P2ZqfbZjJmfX$igFCjpAkAiysL9jCODLmgq/tpO0w2PhB9MJurlxJaak=", "last_login": "2020-08-09T10:18:48.110Z", "is_superuser": true, "username": "admin2", "first_name": "", "last_name": "", "email": "", "is_staff": true, "is_active": true, "date_joined": "2020-08-09T10:18:18.590Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 8, "fields": {"password": "pbkdf2_sha256$120000$Xx7rynEmKbTC$60PeCXRaWA7K9y3iYJdWA6ZmsNWh0KK1qb+4gfiZrfk=", "last_login": "2020-08-11T04:41:41.692Z", "is_superuser": false, "username": "test1", "first_name": "", "last_name": "", "email": "al@c.om", "is_staff": false, "is_active": true, "date_joined": "2020-08-10T14:04:37.990Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 9, "fields": {"password": "pbkdf2_sha256$120000$jSNmCqcstkPP$mLt56wVVoanni9yWbBRMQcGV4kMyCk/1uOeitiWskbY=", "last_login": "2020-08-11T11:56:07.395Z", "is_superuser": true, "username": "admin5", "first_name": "", "last_name": "", "email": "al@as.com", "is_staff": true, "is_active": true, "date_joined": "2020-08-11T07:43:30.031Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 10, "fields": {"password": "pbkdf2_sha256$120000$v5wVBUPlAAe1$U0LiBX/H9LWNaf+zWTHU/AlG4Y7QQKOzOoqkryZGQJ0=", "last_login": "2020-08-11T11:17:00.353Z", "is_superuser": false, "username": "jhon", "first_name": "", "last_name": "", "email": "asd@gma.com", "is_staff": false, "is_active": true, "date_joined": "2020-08-11T11:16:51.422Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 11, "fields": {"password": "pbkdf2_sha256$120000$zx6UWSzW98NS$NdDYDPIFTm2erF+bpu7O4fLBchdrd0V95T9XZusZIiY=", "last_login": "2020-08-11T11:30:42.252Z", "is_superuser": false, "username": "kazim", "first_name": "", "last_name": "", "email": "asm@gmam.com", "is_staff": false, "is_active": true, "date_joined": "2020-08-11T11:30:36.486Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 12, "fields": {"password": "pbkdf2_sha256$120000$b8utpEDE5XkJ$CIrYC17LnbwPeGoqcoHI4mZPiKx5kBDy3cL+ZT0t5X4=", "last_login": "2020-08-11T11:43:13.228Z", "is_superuser": false, "username": "ali1231", "first_name": "", "last_name": "", "email": "ali2@gmil.com", "is_staff": false, "is_active": true, "date_joined": "2020-08-11T11:43:02.590Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 13, "fields": {"password": "pbkdf2_sha256$120000$NOioekxYXuCQ$xEZIpr2pqAUvoSLkDr2zzWAzl8IdKOivyU8bJcAsud0=", "last_login": "2020-08-11T11:51:48.668Z", "is_superuser": false, "username": "test123", "first_name": "", "last_name": "", "email": "test@t.com", "is_staff": false, "is_active": true, "date_joined": "2020-08-11T11:51:39.592Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 14, "fields": {"password": "pbkdf2_sha256$120000$K8Dn5OBJLWEW$T7Vb+bsY4ROCBV8GajdXGzvyqZRrPFU02qK9IdPGmgk=", "last_login": "2020-08-11T11:54:28.857Z", "is_superuser": false, "username": "test321", "first_name": "", "last_name": "", "email": "isopaktalagang@gmail.com", "is_staff": false, "is_active": true, "date_joined": "2020-08-11T11:54:20.900Z", "groups": [], "user_permissions": []}}, {"model": "sessions.session", "pk": "csz2e3loldfbiwjrpa237xjrs0j6q5b5", "fields": {"session_data": "NDA1Mzg2NmI2NWUyZGM4NTcyMGQ4Mzc1MGU5ZWE0NDIzZDVmMTc4Zjp7Il9hdXRoX3VzZXJfaWQiOiI1IiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiJmNDA2NWEyZjMwYWNhOWQyMmE1YzQzMmQzYjNmYjU1MzNhZTMyNDgwIn0=", "expire_date": "2020-08-19T08:04:02.664Z"}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2020-08-05T06:58:59.149Z", "user": 5, "content_type": 1, "object_id": "4", "object_repr": "admin1 Profile", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"User type\"]}}]"}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2020-08-05T08:04:38.394Z", "user": 5, "content_type": 1, "object_id": "4", "object_repr": "admin1 Profile", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2020-08-05T08:56:08.735Z", "user": 5, "content_type": 8, "object_id": "1", "object_repr": "Question object (1)", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Answer object (1)\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Answer object (2)\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Answer object (3)\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Answer object (4)\"}}]"}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2020-08-05T08:56:17.024Z", "user": 5, "content_type": 8, "object_id": "1", "object_repr": "Question object (1)", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2020-08-07T11:51:57.133Z", "user": 5, "content_type": 8, "object_id": "2", "object_repr": "Question object (2)", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Answer object (5)\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Answer object (6)\"}}]"}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2020-08-08T07:52:33.337Z", "user": 5, "content_type": 13, "object_id": "2", "object_repr": "NextAnswer object (2)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2020-08-08T07:53:06.497Z", "user": 5, "content_type": 13, "object_id": "3", "object_repr": "NextAnswer object (3)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2020-08-08T07:54:30.809Z", "user": 5, "content_type": 8, "object_id": "3", "object_repr": "Gender", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Male\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Female\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Transgender\"}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2020-08-08T13:56:57.636Z", "user": 5, "content_type": 8, "object_id": "4", "object_repr": "Help Feild", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Education\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Health\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Business\"}}]"}}, {"model": "admin.logentry", "pk": 20, "fields": {"action_time": "2020-08-09T11:35:00.908Z", "user": 7, "content_type": 8, "object_id": "4", "object_repr": "Help Feild", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 21, "fields": {"action_time": "2020-08-10T05:50:03.028Z", "user": 7, "content_type": 8, "object_id": "4", "object_repr": "Help Feild", "action_flag": 2, "change_message": "[{\"changed\": {\"name\": \"answer\", \"object\": \"Education\", \"fields\": [\"exit_quiz\"]}}, {\"changed\": {\"name\": \"answer\", \"object\": \"Health\", \"fields\": [\"exit_quiz\"]}}, {\"changed\": {\"name\": \"answer\", \"object\": \"Business\", \"fields\": [\"exit_quiz\"]}}]"}}, {"model": "admin.logentry", "pk": 22, "fields": {"action_time": "2020-08-10T06:08:02.913Z", "user": 7, "content_type": 8, "object_id": "4", "object_repr": "Help Feild", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 23, "fields": {"action_time": "2020-08-10T06:09:43.658Z", "user": 7, "content_type": 8, "object_id": "3", "object_repr": "Gender", "action_flag": 2, "change_message": "[{\"changed\": {\"name\": \"answer\", \"object\": \"Male\", \"fields\": [\"exit_quiz\"]}}]"}}, {"model": "admin.logentry", "pk": 24, "fields": {"action_time": "2020-08-10T07:23:54.102Z", "user": 7, "content_type": 13, "object_id": "3", "object_repr": "NextAnswer object (3)", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"next_question\"]}}]"}}, {"model": "admin.logentry", "pk": 25, "fields": {"action_time": "2020-08-10T07:24:23.382Z", "user": 7, "content_type": 13, "object_id": "2", "object_repr": "NextAnswer object (2)", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"next_question\"]}}]"}}, {"model": "admin.logentry", "pk": 26, "fields": {"action_time": "2020-08-11T07:44:41.500Z", "user": 9, "content_type": 8, "object_id": "4", "object_repr": "Help Feild", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 27, "fields": {"action_time": "2020-08-11T07:44:41.505Z", "user": 9, "content_type": 8, "object_id": "3", "object_repr": "Gender", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 28, "fields": {"action_time": "2020-08-11T07:44:41.508Z", "user": 9, "content_type": 8, "object_id": "2", "object_repr": "Ali", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 29, "fields": {"action_time": "2020-08-11T07:44:41.512Z", "user": 9, "content_type": 8, "object_id": "1", "object_repr": "2020-08-07 11:50:31.907035+00:00", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 30, "fields": {"action_time": "2020-08-11T07:47:10.834Z", "user": 9, "content_type": 8, "object_id": "5", "object_repr": "help for", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Education\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Training or business rehabilitation\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Flexjob\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Resource course\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Early retirement\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Senior Early retirement\"}}]"}}, {"model": "admin.logentry", "pk": 31, "fields": {"action_time": "2020-08-11T07:49:22.539Z", "user": 9, "content_type": 8, "object_id": "6", "object_repr": "Age", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Under 18 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"20 - 25 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"26 - 30 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"31 - 45 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"46 - 55 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"56 - 60 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"60 +\"}}]"}}, {"model": "admin.logentry", "pk": 32, "fields": {"action_time": "2020-08-11T07:50:44.755Z", "user": 9, "content_type": 8, "object_id": "7", "object_repr": "Physical Challenges", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"No\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Yes\"}}]"}}, {"model": "admin.logentry", "pk": 33, "fields": {"action_time": "2020-08-11T07:54:10.878Z", "user": 9, "content_type": 8, "object_id": "8", "object_repr": "Certificate", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Yes\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"No\"}}]"}}, {"model": "admin.logentry", "pk": 34, "fields": {"action_time": "2020-08-11T07:55:11.972Z", "user": 9, "content_type": 8, "object_id": "8", "object_repr": "Certificate", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 35, "fields": {"action_time": "2020-08-11T08:07:11.405Z", "user": 9, "content_type": 8, "object_id": "9", "object_repr": "Help for", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Education\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Training or business rehabilitation\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Flexjob\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Resource course\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Early retirement\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Senior Early retirement\"}}]"}}, {"model": "admin.logentry", "pk": 36, "fields": {"action_time": "2020-08-11T08:08:47.764Z", "user": 9, "content_type": 8, "object_id": "10", "object_repr": "Age", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Under 18 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"20 - 25 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"26 - 30 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"31 - 45 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"46 - 55 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"56 - 60 \\u00e5r\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"60 +\"}}]"}}, {"model": "admin.logentry", "pk": 37, "fields": {"action_time": "2020-08-11T08:09:37.888Z", "user": 9, "content_type": 8, "object_id": "11", "object_repr": "Physical challenges", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"No\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Yes\"}}]"}}, {"model": "admin.logentry", "pk": 38, "fields": {"action_time": "2020-08-11T08:12:36.641Z", "user": 9, "content_type": 8, "object_id": "12", "object_repr": "Physical Challenges Knowledge Status", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"I know that the job center has a status certificate from the doctor / hospital regarding. my physical challenges.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"I do not know if the job center has a status certificate from the doctor / hospital regarding. my physical challenges\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"The job center has no information from the doctor regarding. my physical challenges\"}}]"}}, {"model": "admin.logentry", "pk": 39, "fields": {"action_time": "2020-08-11T08:17:35.721Z", "user": 9, "content_type": 8, "object_id": "13", "object_repr": "Health Problems", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"I have daily back pain, eg pain from disc herniation, crooked back or other injuries to the back.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"I have knee problems possibly from injury, wear or previous surgery.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"I have daily or frequent headaches, migraines or Horton headaches.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Overweight\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Underweight\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Chronic leg and foot pain\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Chronic arm and hand pain\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Gastrointestinal disease such as Crohn's disease, chronic diarrhea and others.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"House disease eg psoriasis\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Psoriatic arthritis\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Arthritis\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Lamb in the legs\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Artificial leg\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Stationary Wheelchair User\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Very impaired vision or hearing\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Other chronic disease\"}}]"}}, {"model": "admin.logentry", "pk": 40, "fields": {"action_time": "2020-08-11T08:19:06.727Z", "user": 9, "content_type": 8, "object_id": "14", "object_repr": "udfordringer", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Nej\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Ja\"}}]"}}, {"model": "admin.logentry", "pk": 41, "fields": {"action_time": "2020-08-11T08:19:34.067Z", "user": 9, "content_type": 13, "object_id": "4", "object_repr": "NextAnswer object (4)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 42, "fields": {"action_time": "2020-08-11T08:22:16.932Z", "user": 9, "content_type": 8, "object_id": "15", "object_repr": "Har du psykiske udfordringer Ja", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Jeg ved at jobcenter har oplysninger fra l\\u00e6gen/sygehus/psykiatrien vedr. mine psykiske udfordringer.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Jeg ved ikke om Jobcenteret har oplysninger fra psykiatrien eller psykiater\"}}]"}}, {"model": "admin.logentry", "pk": 43, "fields": {"action_time": "2020-08-11T08:23:46.786Z", "user": 9, "content_type": 8, "object_id": "16", "object_repr": "Er du tilknyttet lokalpsykiatrien eller psykiater", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Nej\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Ja\"}}]"}}, {"model": "admin.logentry", "pk": 44, "fields": {"action_time": "2020-08-11T08:24:57.128Z", "user": 9, "content_type": 8, "object_id": "17", "object_repr": "Er du tilknyttet lokalpsykiatrien eller psykiater ja", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Deltager du i gruppeforl\\u00f8b\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"F\\u00e5r du samtaler med psykolog\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Er du i gang med et udrednings forl\\u00f8b, for at afklare om du har en psykisk diagnose\"}}]"}}, {"model": "admin.logentry", "pk": 45, "fields": {"action_time": "2020-08-11T08:25:45.610Z", "user": 9, "content_type": 8, "object_id": "18", "object_repr": "Jeg har en eller flere psykisk(e) diagnose®", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Nej\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Ja\"}}]"}}, {"model": "admin.logentry", "pk": 46, "fields": {"action_time": "2020-08-11T08:32:00.592Z", "user": 9, "content_type": 13, "object_id": "5", "object_repr": "NextAnswer object (5)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 47, "fields": {"action_time": "2020-08-11T08:35:11.934Z", "user": 9, "content_type": 8, "object_id": "19", "object_repr": "Jeg har en eller flere psykisk(e) diagnose® ja", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Depression\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Depression\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Jeg har misbrug af alkohol og stoffer\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Personlighedsforstyrrelse\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"ADHD\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"ADD\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"PTSD\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Skizofreni\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Evasiv personlighedsstruktur\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Asbergers\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Autisme\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Lettere retarderet, lav IQ\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Bipolar\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Borderline\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Autisme\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Demens\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Gaming Disorder\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Selvskade\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Spiseforstyrrelser\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Min diagnose er ikke n\\u00e6vnt\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Har du en uddannelse\"}}]"}}, {"model": "admin.logentry", "pk": 48, "fields": {"action_time": "2020-08-11T08:36:03.237Z", "user": 9, "content_type": 8, "object_id": "20", "object_repr": "Har du en uddannelse", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Nej\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Ja\"}}]"}}, {"model": "admin.logentry", "pk": 49, "fields": {"action_time": "2020-08-11T08:36:35.023Z", "user": 9, "content_type": 13, "object_id": "6", "object_repr": "NextAnswer object (6)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 50, "fields": {"action_time": "2020-08-11T08:38:14.616Z", "user": 9, "content_type": 8, "object_id": "21", "object_repr": "Har du en uddannelse", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"HF\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Studentereksamen\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"HTX\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Teknisk skole grunduddannelse til fx kok, k\\u00f8kkenassistent, tjener ect.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Bachelor uddannelse fx p\\u00e6dagog, socialr\\u00e5dgiver, sygeplejerske, fysioterapeut, folkeskolel\\u00e6re ect.\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Lang videre g\\u00e5ende uddannelse p\\u00e5 universitet fx ingenuer,\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Har du arbejdet indenfor din uddannelse:\"}}]"}}, {"model": "admin.logentry", "pk": 51, "fields": {"action_time": "2020-08-11T08:38:24.519Z", "user": 9, "content_type": 8, "object_id": "21", "object_repr": "Har du en uddannelse ja", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"q_title\"]}}]"}}, {"model": "admin.logentry", "pk": 52, "fields": {"action_time": "2020-08-11T08:39:37.150Z", "user": 9, "content_type": 8, "object_id": "22", "object_repr": "Har du arbejdserfaring", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Nej\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Ja\"}}]"}}, {"model": "admin.logentry", "pk": 53, "fields": {"action_time": "2020-08-11T08:40:09.974Z", "user": 9, "content_type": 13, "object_id": "7", "object_repr": "NextAnswer object (7)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 54, "fields": {"action_time": "2020-08-11T08:43:07.119Z", "user": 9, "content_type": 8, "object_id": "23", "object_repr": "Har du arbejdserfaring ja", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"F\\u00e5 timer ugentligt\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Deltid\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Fuldtid (37 timer ugentligt)\"}}]"}}, {"model": "admin.logentry", "pk": 55, "fields": {"action_time": "2020-08-11T08:44:50.478Z", "user": 9, "content_type": 8, "object_id": "24", "object_repr": "Hvor lang periode:", "action_flag": 1, "change_message": "[{\"added\": {}}, {\"added\": {\"name\": \"answer\", \"object\": \"Under 1 \\u00e5rs arbejdserfaring\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Mellem 1 - 3 \\u00e5rs arbejdserfaring\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Mellem 3- 8 \\u00e5rs arbejdserfaring\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Mellem 8-10 \\u00e5rs arbejdserfaring\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Mellem 10-15 \\u00e5rs arbejdserfaring\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Mellem 15-20 \\u00e5rs arbejdserfaring\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Mellem 20-30 \\u00e5rs arbejdserfaring\"}}, {\"added\": {\"name\": \"answer\", \"object\": \"Over 30 \\u00e5rs arbejdserfaring\"}}]"}}, {"model": "admin.logentry", "pk": 56, "fields": {"action_time": "2020-08-11T09:27:58.404Z", "user": 9, "content_type": 1, "object_id": "8", "object_repr": "admin5 Profile", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"user_type\"]}}]"}}, {"model": "admin.logentry", "pk": 57, "fields": {"action_time": "2020-08-11T11:56:19.619Z", "user": 9, "content_type": 1, "object_id": "13", "object_repr": "test321 Profile", "action_flag": 2, "change_message": "[]"}}, {"model": "QuestionSystem.useranswer", "pk": 127, "fields": {"user": 9, "advise": 26, "question": 9, "user_response": 30, "suggestion": "", "suggestion_gen": "Find an education and apply for SU  :-)", "timestamp": "2020-08-11T08:47:32.584Z"}}, {"model": "QuestionSystem.useranswer", "pk": 128, "fields": {"user": 9, "advise": 26, "question": 10, "user_response": 36, "suggestion": "", "suggestion_gen": "Since you are under 18, your parents or guardian should help you.", "timestamp": "2020-08-11T08:48:01.163Z"}}, {"model": "QuestionSystem.useranswer", "pk": 129, "fields": {"user": 9, "advise": 27, "question": 9, "user_response": 32, "suggestion": "", "suggestion_gen": "The road to a flex job requires Medical documentation and work testing. The prerequisite for a flex job is that your ability to work is permanently reduced to a significant extent. This requires both medical documentation and testing in practice. Testing in practice takes place through work testing. The work trial must describe whether you have the opportunity to be employed in an unsupported job using e.g. use of social chapters *, rehabilitation, rehabilitation, compensation for people with disabilities in occupation or relocation in the labor market. A broad point of view must be taken, where both current and future employment opportunities are considered. Not only can your current or previous employment be taken into account, nor can your wishes for employment alone. In order to arrive at the assessment of work ability, both more tests and more medical examinations may be needed. Testing in practice must consist of clarification of the maximum number of weekly hours and an assessment of the work intensity.", "timestamp": "2020-08-11T08:48:22.421Z"}}, {"model": "QuestionSystem.useranswer", "pk": 130, "fields": {"user": 9, "advise": 27, "question": 10, "user_response": 40, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T08:48:33.330Z"}}, {"model": "QuestionSystem.useranswer", "pk": 131, "fields": {"user": 9, "advise": 27, "question": 11, "user_response": 44, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T08:48:41.131Z"}}, {"model": "QuestionSystem.useranswer", "pk": 132, "fields": {"user": 9, "advise": 27, "question": 12, "user_response": 46, "suggestion": "Request access to all your medical certificates. Check if there are diagnoses, if the condition is persistent / inpatient and if there are or are recommended treatment options that can improve your ability to function. If it has been a long time since you have been to the doctor, ask for a health check by your doctor and inform your doctor about your daily physical challenges. If the job center does not have any medical certificates within the last 2 years, first go to your doctor and get a health check and inform about your daily health challenges, then go to your caseworker and ask her to ask your doctor for a status certificate and Ask your doctor about the daily pains and challenges? and whether diagnoses have been made ?, treatment options? is the condition stationary / varrig? spare account? and whether you will be able to participate in work testing?", "suggestion_gen": "Ask for access to all your medical certificates, read them and see if you have diagnoses, care considerations, treatment recommendations and if your physical condition is persistent.", "timestamp": "2020-08-11T08:48:53.996Z"}}, {"model": "QuestionSystem.useranswer", "pk": 133, "fields": {"user": 9, "advise": 27, "question": 13, "user_response": 48, "suggestion": "I have daily back pain, eg pain from disc herniation, crooked back or other injuries to the back. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of back pain, what has been tried by treatment to improve your back disease and if nothing has been tried, it must be stated what is recommended of treatment to improve the ability to function. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function.", "suggestion_gen": "", "timestamp": "2020-08-11T08:49:01.476Z"}}, {"model": "QuestionSystem.useranswer", "pk": 134, "fields": {"user": 9, "advise": 27, "question": 13, "user_response": 49, "suggestion": "I have knee problems possibly from injury, wear or previous surgery. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of leg or knee challenges, what has been tried by treatment to improve your leg and knee challenges and if nothing has been tried, it must be stated what is recommended by treatment to improve functioning. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function.", "suggestion_gen": "", "timestamp": "2020-08-11T08:49:01.495Z"}}, {"model": "QuestionSystem.useranswer", "pk": 135, "fields": {"user": 9, "advise": 27, "question": 13, "user_response": 62, "suggestion": "Severely impaired vision or hearing: The job center must have a medical certificate stating the diagnosis and whether there have been or are recommended treatment options that can improve your ability to function. It is important that you have been in a work trial / internship where your gentle considerations were complied with and that you have had a work ability assessment made in collaboration with your job consultant and internship. The job evaluation must have the job center and here the hours obtained and an assessment of your work efficiency must be stated. In order to be considered for a flex job, it is important that the doctor's status certificate states that your ability to function is inpatient and that no treatment options can be pointed out and that your considerations of care are stated.", "suggestion_gen": "", "timestamp": "2020-08-11T08:49:01.503Z"}}, {"model": "QuestionSystem.useranswer", "pk": 136, "fields": {"user": 9, "advise": 27, "question": 14, "user_response": 64, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T08:49:19.623Z"}}, {"model": "QuestionSystem.useranswer", "pk": 137, "fields": {"user": 9, "advise": 27, "question": 15, "user_response": 66, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.", "timestamp": "2020-08-11T08:49:53.476Z"}}, {"model": "QuestionSystem.useranswer", "pk": 138, "fields": {"user": 9, "advise": 27, "question": 16, "user_response": 68, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T08:49:55.909Z"}}, {"model": "QuestionSystem.useranswer", "pk": 139, "fields": {"user": 9, "advise": 27, "question": 18, "user_response": 73, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T08:50:12.661Z"}}, {"model": "QuestionSystem.useranswer", "pk": 140, "fields": {"user": 9, "advise": 27, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T08:50:25.286Z"}}, {"model": "QuestionSystem.useranswer", "pk": 141, "fields": {"user": 9, "advise": 27, "question": 22, "user_response": 105, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T08:50:42.799Z"}}, {"model": "QuestionSystem.useranswer", "pk": 142, "fields": {"user": 9, "advise": 28, "question": 9, "user_response": 32, "suggestion": "", "suggestion_gen": "The road to a flex job requires Medical documentation and work testing. The prerequisite for a flex job is that your ability to work is permanently reduced to a significant extent. This requires both medical documentation and testing in practice. Testing in practice takes place through work testing. The work trial must describe whether you have the opportunity to be employed in an unsupported job using e.g. use of social chapters *, rehabilitation, rehabilitation, compensation for people with disabilities in occupation or relocation in the labor market. A broad point of view must be taken, where both current and future employment opportunities are considered. Not only can your current or previous employment be taken into account, nor can your wishes for employment alone. In order to arrive at the assessment of work ability, both more tests and more medical examinations may be needed. Testing in practice must consist of clarification of the maximum number of weekly hours and an assessment of the work intensity.", "timestamp": "2020-08-11T09:35:16.928Z"}}, {"model": "QuestionSystem.useranswer", "pk": 143, "fields": {"user": 9, "advise": 28, "question": 10, "user_response": 37, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:20.005Z"}}, {"model": "QuestionSystem.useranswer", "pk": 144, "fields": {"user": 9, "advise": 28, "question": 11, "user_response": 43, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:22.571Z"}}, {"model": "QuestionSystem.useranswer", "pk": 145, "fields": {"user": 9, "advise": 28, "question": 14, "user_response": 65, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:25.592Z"}}, {"model": "QuestionSystem.useranswer", "pk": 146, "fields": {"user": 9, "advise": 28, "question": 15, "user_response": 66, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.", "timestamp": "2020-08-11T09:35:28.085Z"}}, {"model": "QuestionSystem.useranswer", "pk": 147, "fields": {"user": 9, "advise": 28, "question": 16, "user_response": 68, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:30.935Z"}}, {"model": "QuestionSystem.useranswer", "pk": 148, "fields": {"user": 9, "advise": 28, "question": 18, "user_response": 74, "suggestion": "", "suggestion_gen": "din diagnose betyder at du har brug for skånehensyn i dit arbejde og privatliv. Hvis du eller kommunen ikke tager hensyn til dine skånebehov risikere du at få symptomforværring og derved kan du opleve forværring af dit psykiske helbred. Nogle diagnoser kan man med tiden \"vokse fra\" eller med tiden kan du blive bedre til at forebygge din diagnoses symptomer og derved opleve færre symptomer og dermed opleve mere livskvalitet.", "timestamp": "2020-08-11T09:35:34.059Z"}}, {"model": "QuestionSystem.useranswer", "pk": 149, "fields": {"user": 9, "advise": 28, "question": 19, "user_response": 76, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:38.781Z"}}, {"model": "QuestionSystem.useranswer", "pk": 150, "fields": {"user": 9, "advise": 28, "question": 19, "user_response": 77, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:38.788Z"}}, {"model": "QuestionSystem.useranswer", "pk": 151, "fields": {"user": 9, "advise": 28, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:41.719Z"}}, {"model": "QuestionSystem.useranswer", "pk": 152, "fields": {"user": 9, "advise": 28, "question": 22, "user_response": 105, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T09:35:43.887Z"}}, {"model": "QuestionSystem.useranswer", "pk": 153, "fields": {"user": 9, "advise": 29, "question": 9, "user_response": 31, "suggestion": "", "suggestion_gen": "\"To be eligible for rehabilitation, you must have significant limitations in your ability to work, so that support / help is needed for you to be retained or enter the labor market. It is not possible to say in advance which factors provide a basis for rehabilitation, as it is on the basis of a concrete and individual assessment (which the Job Center makes) that one assesses a person's ability to work. There may be both social, physical and / or mental difficulties that may make a person entitled to rehabilitation due to limitations in the ability to work. Rehabilitation is based on the principle of: \"\"shortest path to employment\"\". This means that the plan with the rehabilitation must aim to be completed in as short a time as possible, so that you get into employment as soon as possible. In practice, this also means that if rehabilitation on e.g. 3 months of training can mean that you are up-qualified or compensated, so that it enables return to the labor market, then you will not be entitled to longer courses, even if you e.g. wants or would be better off with a longer education of 3 years. The starting point for rehabilitation is that you can return to the labor market as soon as possible. Rehabilitation benefit and thereby the plan can as a starting point be granted in max. 5 years. However, there may be exceptions if there are very special conditions at the rehabilitation end that apply to the rehabilitation being organized beyond the 5 years. If it has not yet been dete", "timestamp": "2020-08-11T11:13:27.402Z"}}, {"model": "QuestionSystem.useranswer", "pk": 154, "fields": {"user": 9, "advise": 29, "question": 10, "user_response": 39, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:30.552Z"}}, {"model": "QuestionSystem.useranswer", "pk": 155, "fields": {"user": 9, "advise": 29, "question": 11, "user_response": 44, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:32.667Z"}}, {"model": "QuestionSystem.useranswer", "pk": 156, "fields": {"user": 9, "advise": 29, "question": 12, "user_response": 45, "suggestion": "I know that the job center has a status certificate from the doctor / hospital regarding. my physical challenges. Request access to all your medical certificates.", "suggestion_gen": "Get a copy / access to all medical certificates, in which you can read what the doctor recommends in relation to improving or maintaining your level of physical function. In addition, diagnoses and care considerations are described which must be complied with in a work trial or other employment offer.", "timestamp": "2020-08-11T11:13:36.339Z"}}, {"model": "QuestionSystem.useranswer", "pk": 157, "fields": {"user": 9, "advise": 29, "question": 13, "user_response": 48, "suggestion": "I have daily back pain, eg pain from disc herniation, crooked back or other injuries to the back. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of back pain, what has been tried by treatment to improve your back disease and if nothing has been tried, it must be stated what is recommended of treatment to improve the ability to function. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function.", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:42.133Z"}}, {"model": "QuestionSystem.useranswer", "pk": 158, "fields": {"user": 9, "advise": 29, "question": 13, "user_response": 49, "suggestion": "I have knee problems possibly from injury, wear or previous surgery. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of leg or knee challenges, what has been tried by treatment to improve your leg and knee challenges and if nothing has been tried, it must be stated what is recommended by treatment to improve functioning. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function.", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:42.141Z"}}, {"model": "QuestionSystem.useranswer", "pk": 159, "fields": {"user": 9, "advise": 29, "question": 13, "user_response": 51, "suggestion": "Overweight: The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, a diagnosis of challenges with obesity must be stated, what has been tried by treatment to improve your health and if nothing has been tried, it must be stated what the doctor recommends of treatment to improve the ability to function. In relation to obesity, it is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. you can do going forward to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function, or that exercise can reduce the experience of pain.", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:42.149Z"}}, {"model": "QuestionSystem.useranswer", "pk": 160, "fields": {"user": 9, "advise": 29, "question": 14, "user_response": 65, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:44.331Z"}}, {"model": "QuestionSystem.useranswer", "pk": 161, "fields": {"user": 9, "advise": 29, "question": 15, "user_response": 66, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.", "timestamp": "2020-08-11T11:13:46.581Z"}}, {"model": "QuestionSystem.useranswer", "pk": 162, "fields": {"user": 9, "advise": 29, "question": 16, "user_response": 69, "suggestion": "", "suggestion_gen": "Hvis du er i gang med et behandlingsforløb, kan du selv spørge din behandler: hvor længe varer behandlingen og hvad kan du forvente det har af betydning for dig?  Er din psykiske tilstand varirig/stationær? Kan du deltage i arbejdsprøvning eller andet tilbud fra jobcenter, hvis nej, hvornår tror de at du vil kunne deltage? Hvis dit behandlingsforløb er 2 år eller mere, er det længere varende og du kan hermed sige til din sagsbehnadler at kontanthjælp er en kortvarrig forsørgelse, og at den rigtige hjælp lige nu er et ressourceforløb. Hvis dit forløb snart er færdigt og du kan forvente en bedring af psykiske funktionsniveau er det vigtigt at dine skånehensyn overholdes i forhold til kommende arbjedsprøvning. Når du stopper i et forløb ved psykiatrien kan du have fået stillet diagnos/diagnoser, du kan ved at gennemføre et gruppeforløb eller individuelle samtaleforløb have fået det psykisk bedre og afklaret skånehensyn. Disse oplysninger kan du selv gå ind og hente i Sundhed.dk, printe ud og tage med til din sagsbehandler, som fremadrettet skal tage hensyn til de nye helbredsoplysninger.", "timestamp": "2020-08-11T11:13:48.504Z"}}, {"model": "QuestionSystem.useranswer", "pk": 163, "fields": {"user": 9, "advise": 29, "question": 17, "user_response": 71, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:51.515Z"}}, {"model": "QuestionSystem.useranswer", "pk": 164, "fields": {"user": 9, "advise": 29, "question": 17, "user_response": 72, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:51.527Z"}}, {"model": "QuestionSystem.useranswer", "pk": 165, "fields": {"user": 9, "advise": 29, "question": 18, "user_response": 73, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:53.336Z"}}, {"model": "QuestionSystem.useranswer", "pk": 166, "fields": {"user": 9, "advise": 29, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:55.145Z"}}, {"model": "QuestionSystem.useranswer", "pk": 167, "fields": {"user": 9, "advise": 29, "question": 22, "user_response": 105, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:13:57.545Z"}}, {"model": "QuestionSystem.useranswer", "pk": 168, "fields": {"user": 9, "advise": 30, "question": 9, "user_response": 30, "suggestion": "", "suggestion_gen": "Find an education and apply for SU  :-)", "timestamp": "2020-08-11T11:14:35.236Z"}}, {"model": "QuestionSystem.useranswer", "pk": 169, "fields": {"user": 9, "advise": 30, "question": 10, "user_response": 36, "suggestion": "", "suggestion_gen": "Since you are under 18, your parents or guardian should help you.", "timestamp": "2020-08-11T11:14:37.630Z"}}, {"model": "QuestionSystem.useranswer", "pk": 170, "fields": {"user": 9, "advise": 31, "question": 9, "user_response": 31, "suggestion": "", "suggestion_gen": "\"To be eligible for rehabilitation, you must have significant limitations in your ability to work, so that support / help is needed for you to be retained or enter the labor market. It is not possible to say in advance which factors provide a basis for rehabilitation, as it is on the basis of a concrete and individual assessment (which the Job Center makes) that one assesses a person's ability to work. There may be both social, physical and / or mental difficulties that may make a person entitled to rehabilitation due to limitations in the ability to work. Rehabilitation is based on the principle of: \"\"shortest path to employment\"\". This means that the plan with the rehabilitation must aim to be completed in as short a time as possible, so that you get into employment as soon as possible. In practice, this also means that if rehabilitation on e.g. 3 months of training can mean that you are up-qualified or compensated, so that it enables return to the labor market, then you will not be entitled to longer courses, even if you e.g. wants or would be better off with a longer education of 3 years. The starting point for rehabilitation is that you can return to the labor market as soon as possible. Rehabilitation benefit and thereby the plan can as a starting point be granted in max. 5 years. However, there may be exceptions if there are very special conditions at the rehabilitation end that apply to the rehabilitation being organized beyond the 5 years. If it has not yet been dete", "timestamp": "2020-08-11T11:14:54.865Z"}}, {"model": "QuestionSystem.useranswer", "pk": 171, "fields": {"user": 9, "advise": 31, "question": 10, "user_response": 40, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:14:56.867Z"}}, {"model": "QuestionSystem.useranswer", "pk": 172, "fields": {"user": 9, "advise": 31, "question": 11, "user_response": 44, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:14:58.983Z"}}, {"model": "QuestionSystem.useranswer", "pk": 173, "fields": {"user": 9, "advise": 31, "question": 12, "user_response": 46, "suggestion": "Request access to all your medical certificates. Check if there are diagnoses, if the condition is persistent / inpatient and if there are or are recommended treatment options that can improve your ability to function. If it has been a long time since you have been to the doctor, ask for a health check by your doctor and inform your doctor about your daily physical challenges. If the job center does not have any medical certificates within the last 2 years, first go to your doctor and get a health check and inform about your daily health challenges, then go to your caseworker and ask her to ask your doctor for a status certificate and Ask your doctor about the daily pains and challenges? and whether diagnoses have been made ?, treatment options? is the condition stationary / varrig? spare account? and whether you will be able to participate in work testing?", "suggestion_gen": "Ask for access to all your medical certificates, read them and see if you have diagnoses, care considerations, treatment recommendations and if your physical condition is persistent.", "timestamp": "2020-08-11T11:15:01.057Z"}}, {"model": "QuestionSystem.useranswer", "pk": 174, "fields": {"user": 9, "advise": 31, "question": 13, "user_response": 48, "suggestion": "I have daily back pain, eg pain from disc herniation, crooked back or other injuries to the back. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of back pain, what has been tried by treatment to improve your back disease and if nothing has been tried, it must be stated what is recommended of treatment to improve the ability to function. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function.", "suggestion_gen": "", "timestamp": "2020-08-11T11:15:04.276Z"}}, {"model": "QuestionSystem.useranswer", "pk": 175, "fields": {"user": 9, "advise": 31, "question": 14, "user_response": 64, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:15:06.590Z"}}, {"model": "QuestionSystem.useranswer", "pk": 176, "fields": {"user": 9, "advise": 31, "question": 15, "user_response": 67, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.  Hvis der ikke er noget i din sag er det muligt at gå ind på sundhed.dk og logge ind med dit nem-id/nøglekort og se alle lægekonsultationer og konsultationer ved psykiatrien. Hvis der i journaloplysninger fremgår diagnoser, anbefaling af behandlingsmuligheder samt skånehensyn kan du gemme dem på din pc og printe det ud og tage det med til din sagsbehandler. Du har krav på at de lægelige oplysninger lægges i din sag og at jobcenteret fremadrettet tager hensyn til dine skkånehensyn med mere.", "timestamp": "2020-08-11T11:15:10.662Z"}}, {"model": "QuestionSystem.useranswer", "pk": 177, "fields": {"user": 9, "advise": 31, "question": 16, "user_response": 68, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:15:13.271Z"}}, {"model": "QuestionSystem.useranswer", "pk": 178, "fields": {"user": 9, "advise": 31, "question": 18, "user_response": 73, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:15:14.910Z"}}, {"model": "QuestionSystem.useranswer", "pk": 179, "fields": {"user": 9, "advise": 31, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:15:16.410Z"}}, {"model": "QuestionSystem.useranswer", "pk": 180, "fields": {"user": 9, "advise": 31, "question": 22, "user_response": 105, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:15:18.116Z"}}, {"model": "QuestionSystem.useranswer", "pk": 181, "fields": {"user": 10, "advise": 32, "question": 9, "user_response": 30, "suggestion": "", "suggestion_gen": "Find an education and apply for SU  :-)", "timestamp": "2020-08-11T11:17:08.246Z"}}, {"model": "QuestionSystem.useranswer", "pk": 182, "fields": {"user": 10, "advise": 32, "question": 10, "user_response": 36, "suggestion": "", "suggestion_gen": "Since you are under 18, your parents or guardian should help you.", "timestamp": "2020-08-11T11:17:10.410Z"}}, {"model": "QuestionSystem.useranswer", "pk": 183, "fields": {"user": 10, "advise": 33, "question": 9, "user_response": 32, "suggestion": "", "suggestion_gen": "The road to a flex job requires Medical documentation and work testing. The prerequisite for a flex job is that your ability to work is permanently reduced to a significant extent. This requires both medical documentation and testing in practice. Testing in practice takes place through work testing. The work trial must describe whether you have the opportunity to be employed in an unsupported job using e.g. use of social chapters *, rehabilitation, rehabilitation, compensation for people with disabilities in occupation or relocation in the labor market. A broad point of view must be taken, where both current and future employment opportunities are considered. Not only can your current or previous employment be taken into account, nor can your wishes for employment alone. In order to arrive at the assessment of work ability, both more tests and more medical examinations may be needed. Testing in practice must consist of clarification of the maximum number of weekly hours and an assessment of the work intensity.", "timestamp": "2020-08-11T11:17:34.150Z"}}, {"model": "QuestionSystem.useranswer", "pk": 184, "fields": {"user": 10, "advise": 33, "question": 10, "user_response": 41, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:17:36.592Z"}}, {"model": "QuestionSystem.useranswer", "pk": 185, "fields": {"user": 10, "advise": 33, "question": 11, "user_response": 44, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:17:38.250Z"}}, {"model": "QuestionSystem.useranswer", "pk": 186, "fields": {"user": 10, "advise": 33, "question": 12, "user_response": 47, "suggestion": "The job center has no information from the doctor regarding. my physical challenges: Ask for access to all your medical certificates. Check if there are diagnoses, if the condition is persistent / inpatient and if there are or are recommended treatment options that can improve your ability to function. If it has been a long time since you have been to the doctor, ask for a health check by your doctor and inform your doctor about your daily physical challenges. If the job center does not have any medical certificates within the last 2 years, first go to your doctor and get a health check and inform about your daily health challenges, then go to your caseworker and ask her to ask your doctor for a status certificate and Ask your doctor about the daily pains and challenges? and whether diagnoses have been made ?, treatment options? is the condition stationary / varrig? spare account? and whether you will be able to participate in work testing? If your caseworker does not want to request a status certificate from your doctor, you can go to sundhed.dk, log in with your easy ID / key card and find out the latest consultation with your doctor and print out medical records. It is not certain that your doctor has written diagnoses, or care considerations, nor treatment options, unless you have asked him to. If you can neither get the caseworker to request a status certificate nor your doctor to answer the questions in medical records, you can order a doctor's certificate yourself on t", "suggestion_gen": "Make sure to go to your own doctor and get a health examination, mention to the doctor where you have daily pain and how long you have had it like this. In addition, it is important that the doctor informs you how to protect your body and if the doctor wants to examine you for arthritis or something else, you must ask the doctor to refer you to the hospital which can examine further whether you have arthritis, or discus, with more ... Once you have visited the doctor, you must ask your caseworker to obtain a medical certificate in relation to your / your diagnoses and considerations of care. This is important in relation to what treatment you get in a work trial. If your caseworker does not want to obtain a status certificate, it costs around DKK 1,500 which you can pay to get, if you do this you are entitled to the certificate attached to your case and thus the caseworker has a duty to take into account the new information. If you can not afford to pay yourself, you can go to Sundhed.dk and log in with your easy ID / key card and here you can find medical records on all your doctor's consultations, you can save the medical records on your PC and print take them out and take them to your caseworker, you are entitled to the medical record information being recorded in your case and if there are diagnoses, care considerations, etc., your care considerations must be taken into account in future work trials.", "timestamp": "2020-08-11T11:17:40.547Z"}}, {"model": "QuestionSystem.useranswer", "pk": 187, "fields": {"user": 10, "advise": 33, "question": 13, "user_response": 52, "suggestion": "Underweight: The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, the diagnosis of challenges with underweight must be stated, what has been tried by treatment to improve your health and if nothing has been tried, it must be stated what the doctor recommends of treatment to improve the ability to function. In relation to underweight, it is important that you have been in an offer that includes a dietitian and possibly. a mentor who can support and motivate you to participate in the course of your offer. An offer can also consist of a combined course where you collaborate with both physiotherapist, occupational therapist and psychologist. Once you have participated in such a course, the job center receives a status of your functional ability and an assessment of physical and mental care considerations as well as a recommendation for what you / or the job center can offer you in the future, in order to maintain or improve your functional ability. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function, or that exercise can reduce the experience of pain.", "suggestion_gen": "", "timestamp": "2020-08-11T11:17:45.119Z"}}, {"model": "QuestionSystem.useranswer", "pk": 188, "fields": {"user": 10, "advise": 33, "question": 14, "user_response": 65, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:17:47.412Z"}}, {"model": "QuestionSystem.useranswer", "pk": 189, "fields": {"user": 10, "advise": 33, "question": 15, "user_response": 66, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.", "timestamp": "2020-08-11T11:17:50.001Z"}}, {"model": "QuestionSystem.useranswer", "pk": 190, "fields": {"user": 10, "advise": 33, "question": 16, "user_response": 69, "suggestion": "", "suggestion_gen": "Hvis du er i gang med et behandlingsforløb, kan du selv spørge din behandler: hvor længe varer behandlingen og hvad kan du forvente det har af betydning for dig?  Er din psykiske tilstand varirig/stationær? Kan du deltage i arbejdsprøvning eller andet tilbud fra jobcenter, hvis nej, hvornår tror de at du vil kunne deltage? Hvis dit behandlingsforløb er 2 år eller mere, er det længere varende og du kan hermed sige til din sagsbehnadler at kontanthjælp er en kortvarrig forsørgelse, og at den rigtige hjælp lige nu er et ressourceforløb. Hvis dit forløb snart er færdigt og du kan forvente en bedring af psykiske funktionsniveau er det vigtigt at dine skånehensyn overholdes i forhold til kommende arbjedsprøvning. Når du stopper i et forløb ved psykiatrien kan du have fået stillet diagnos/diagnoser, du kan ved at gennemføre et gruppeforløb eller individuelle samtaleforløb have fået det psykisk bedre og afklaret skånehensyn. Disse oplysninger kan du selv gå ind og hente i Sundhed.dk, printe ud og tage med til din sagsbehandler, som fremadrettet skal tage hensyn til de nye helbredsoplysninger.", "timestamp": "2020-08-11T11:17:51.727Z"}}, {"model": "QuestionSystem.useranswer", "pk": 191, "fields": {"user": 10, "advise": 33, "question": 17, "user_response": 70, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:17:54.114Z"}}, {"model": "QuestionSystem.useranswer", "pk": 192, "fields": {"user": 10, "advise": 33, "question": 18, "user_response": 74, "suggestion": "", "suggestion_gen": "din diagnose betyder at du har brug for skånehensyn i dit arbejde og privatliv. Hvis du eller kommunen ikke tager hensyn til dine skånebehov risikere du at få symptomforværring og derved kan du opleve forværring af dit psykiske helbred. Nogle diagnoser kan man med tiden \"vokse fra\" eller med tiden kan du blive bedre til at forebygge din diagnoses symptomer og derved opleve færre symptomer og dermed opleve mere livskvalitet.", "timestamp": "2020-08-11T11:17:55.987Z"}}, {"model": "QuestionSystem.useranswer", "pk": 193, "fields": {"user": 10, "advise": 33, "question": 19, "user_response": 95, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:18:00.252Z"}}, {"model": "QuestionSystem.useranswer", "pk": 194, "fields": {"user": 10, "advise": 33, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:18:02.552Z"}}, {"model": "QuestionSystem.useranswer", "pk": 195, "fields": {"user": 10, "advise": 33, "question": 22, "user_response": 105, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:18:04.966Z"}}, {"model": "QuestionSystem.useranswer", "pk": 196, "fields": {"user": 11, "advise": 34, "question": 9, "user_response": 31, "suggestion": "", "suggestion_gen": "\"To be eligible for rehabilitation, you must have significant limitations in your ability to work, so that support / help is needed for you to be retained or enter the labor market. It is not possible to say in advance which factors provide a basis for rehabilitation, as it is on the basis of a concrete and individual assessment (which the Job Center makes) that one assesses a person's ability to work. There may be both social, physical and / or mental difficulties that may make a person entitled to rehabilitation due to limitations in the ability to work. Rehabilitation is based on the principle of: \"\"shortest path to employment\"\". This means that the plan with the rehabilitation must aim to be completed in as short a time as possible, so that you get into employment as soon as possible. In practice, this also means that if rehabilitation on e.g. 3 months of training can mean that you are up-qualified or compensated, so that it enables return to the labor market, then you will not be entitled to longer courses, even if you e.g. wants or would be better off with a longer education of 3 years. The starting point for rehabilitation is that you can return to the labor market as soon as possible. Rehabilitation benefit and thereby the plan can as a starting point be granted in max. 5 years. However, there may be exceptions if there are very special conditions at the rehabilitation end that apply to the rehabilitation being organized beyond the 5 years. If it has not yet been dete", "timestamp": "2020-08-11T11:31:00.325Z"}}, {"model": "QuestionSystem.useranswer", "pk": 197, "fields": {"user": 11, "advise": 34, "question": 10, "user_response": 40, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:03.487Z"}}, {"model": "QuestionSystem.useranswer", "pk": 198, "fields": {"user": 11, "advise": 34, "question": 11, "user_response": 44, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:06.123Z"}}, {"model": "QuestionSystem.useranswer", "pk": 199, "fields": {"user": 11, "advise": 34, "question": 12, "user_response": 47, "suggestion": "The job center has no information from the doctor regarding. my physical challenges: Ask for access to all your medical certificates. Check if there are diagnoses, if the condition is persistent / inpatient and if there are or are recommended treatment options that can improve your ability to function. If it has been a long time since you have been to the doctor, ask for a health check by your doctor and inform your doctor about your daily physical challenges. If the job center does not have any medical certificates within the last 2 years, first go to your doctor and get a health check and inform about your daily health challenges, then go to your caseworker and ask her to ask your doctor for a status certificate and Ask your doctor about the daily pains and challenges? and whether diagnoses have been made ?, treatment options? is the condition stationary / varrig? spare account? and whether you will be able to participate in work testing? If your caseworker does not want to request a status certificate from your doctor, you can go to sundhed.dk, log in with your easy ID / key card and find out the latest consultation with your doctor and print out medical records. It is not certain that your doctor has written diagnoses, or care considerations, nor treatment options, unless you have asked him to. If you can neither get the caseworker to request a status certificate nor your doctor to answer the questions in medical records, you can order a doctor's certificate yourself on t", "suggestion_gen": "Make sure to go to your own doctor and get a health examination, mention to the doctor where you have daily pain and how long you have had it like this. In addition, it is important that the doctor informs you how to protect your body and if the doctor wants to examine you for arthritis or something else, you must ask the doctor to refer you to the hospital which can examine further whether you have arthritis, or discus, with more ... Once you have visited the doctor, you must ask your caseworker to obtain a medical certificate in relation to your / your diagnoses and considerations of care. This is important in relation to what treatment you get in a work trial. If your caseworker does not want to obtain a status certificate, it costs around DKK 1,500 which you can pay to get, if you do this you are entitled to the certificate attached to your case and thus the caseworker has a duty to take into account the new information. If you can not afford to pay yourself, you can go to Sundhed.dk and log in with your easy ID / key card and here you can find medical records on all your doctor's consultations, you can save the medical records on your PC and print take them out and take them to your caseworker, you are entitled to the medical record information being recorded in your case and if there are diagnoses, care considerations, etc., your care considerations must be taken into account in future work trials.", "timestamp": "2020-08-11T11:31:08.983Z"}}, {"model": "QuestionSystem.useranswer", "pk": 200, "fields": {"user": 11, "advise": 34, "question": 13, "user_response": 49, "suggestion": "I have knee problems possibly from injury, wear or previous surgery. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here must be a diagnosis of leg or knee challenges, what has been tried by treatment to improve your leg and knee challenges and if nothing has been tried, it must be stated what is recommended by treatment to improve functioning. It is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function.", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:16.236Z"}}, {"model": "QuestionSystem.useranswer", "pk": 201, "fields": {"user": 11, "advise": 34, "question": 13, "user_response": 50, "suggestion": "I have daily or frequent headaches, migraines or Horton headaches. The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, the diagnosis of Migraine or Horton's headache must be stated, what has been tried by treatment to improve headache challenges, and if nothing has been tried, it must state what is recommended for treatment to improve functioning. It is important that you have been in a treatment offer at a headache clinic. When you have participated in such a course, the job center can request a status of your functional ability and an assessment of care considerations as well as a recommendation for what you can do in the future to maintain or improve your functional ability. . In order to be considered for a flex job, it is important that the status certificate states that you have tried different methods and medicines and that you have arrived at the optimal medicine or that nothing has been found that can improve headaches / migraine attacks / symptoms. and that they cannot recommend other treatment options that will improve your functioning. In addition, care considerations may also be stated.", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:16.244Z"}}, {"model": "QuestionSystem.useranswer", "pk": 202, "fields": {"user": 11, "advise": 34, "question": 13, "user_response": 51, "suggestion": "Overweight: The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, a diagnosis of challenges with obesity must be stated, what has been tried by treatment to improve your health and if nothing has been tried, it must be stated what the doctor recommends of treatment to improve the ability to function. In relation to obesity, it is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. you can do going forward to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function, or that exercise can reduce the experience of pain.", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:16.255Z"}}, {"model": "QuestionSystem.useranswer", "pk": 203, "fields": {"user": 11, "advise": 34, "question": 13, "user_response": 63, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:16.263Z"}}, {"model": "QuestionSystem.useranswer", "pk": 204, "fields": {"user": 11, "advise": 34, "question": 14, "user_response": 64, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:19.035Z"}}, {"model": "QuestionSystem.useranswer", "pk": 205, "fields": {"user": 11, "advise": 34, "question": 15, "user_response": 67, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.  Hvis der ikke er noget i din sag er det muligt at gå ind på sundhed.dk og logge ind med dit nem-id/nøglekort og se alle lægekonsultationer og konsultationer ved psykiatrien. Hvis der i journaloplysninger fremgår diagnoser, anbefaling af behandlingsmuligheder samt skånehensyn kan du gemme dem på din pc og printe det ud og tage det med til din sagsbehandler. Du har krav på at de lægelige oplysninger lægges i din sag og at jobcenteret fremadrettet tager hensyn til dine skkånehensyn med mere.", "timestamp": "2020-08-11T11:31:22.658Z"}}, {"model": "QuestionSystem.useranswer", "pk": 206, "fields": {"user": 11, "advise": 34, "question": 16, "user_response": 68, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:25.144Z"}}, {"model": "QuestionSystem.useranswer", "pk": 207, "fields": {"user": 11, "advise": 34, "question": 18, "user_response": 73, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:27.460Z"}}, {"model": "QuestionSystem.useranswer", "pk": 208, "fields": {"user": 11, "advise": 34, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:29.436Z"}}, {"model": "QuestionSystem.useranswer", "pk": 209, "fields": {"user": 11, "advise": 34, "question": 22, "user_response": 105, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:31:32.646Z"}}, {"model": "QuestionSystem.useranswer", "pk": 210, "fields": {"user": 12, "advise": 35, "question": 9, "user_response": 30, "suggestion": "", "suggestion_gen": "Find an education and apply for SU  :-)", "timestamp": "2020-08-11T11:43:30.341Z"}}, {"model": "QuestionSystem.useranswer", "pk": 211, "fields": {"user": 12, "advise": 35, "question": 10, "user_response": 38, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:32.960Z"}}, {"model": "QuestionSystem.useranswer", "pk": 212, "fields": {"user": 12, "advise": 35, "question": 11, "user_response": 43, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:37.711Z"}}, {"model": "QuestionSystem.useranswer", "pk": 213, "fields": {"user": 12, "advise": 35, "question": 14, "user_response": 64, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:41.074Z"}}, {"model": "QuestionSystem.useranswer", "pk": 214, "fields": {"user": 12, "advise": 35, "question": 15, "user_response": 67, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.  Hvis der ikke er noget i din sag er det muligt at gå ind på sundhed.dk og logge ind med dit nem-id/nøglekort og se alle lægekonsultationer og konsultationer ved psykiatrien. Hvis der i journaloplysninger fremgår diagnoser, anbefaling af behandlingsmuligheder samt skånehensyn kan du gemme dem på din pc og printe det ud og tage det med til din sagsbehandler. Du har krav på at de lægelige oplysninger lægges i din sag og at jobcenteret fremadrettet tager hensyn til dine skkånehensyn med mere.", "timestamp": "2020-08-11T11:43:43.559Z"}}, {"model": "QuestionSystem.useranswer", "pk": 215, "fields": {"user": 12, "advise": 35, "question": 16, "user_response": 68, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:46.124Z"}}, {"model": "QuestionSystem.useranswer", "pk": 216, "fields": {"user": 12, "advise": 35, "question": 18, "user_response": 74, "suggestion": "", "suggestion_gen": "din diagnose betyder at du har brug for skånehensyn i dit arbejde og privatliv. Hvis du eller kommunen ikke tager hensyn til dine skånebehov risikere du at få symptomforværring og derved kan du opleve forværring af dit psykiske helbred. Nogle diagnoser kan man med tiden \"vokse fra\" eller med tiden kan du blive bedre til at forebygge din diagnoses symptomer og derved opleve færre symptomer og dermed opleve mere livskvalitet.", "timestamp": "2020-08-11T11:43:48.020Z"}}, {"model": "QuestionSystem.useranswer", "pk": 217, "fields": {"user": 12, "advise": 35, "question": 19, "user_response": 75, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:52.875Z"}}, {"model": "QuestionSystem.useranswer", "pk": 218, "fields": {"user": 12, "advise": 35, "question": 19, "user_response": 76, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:52.883Z"}}, {"model": "QuestionSystem.useranswer", "pk": 219, "fields": {"user": 12, "advise": 35, "question": 20, "user_response": 97, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:54.942Z"}}, {"model": "QuestionSystem.useranswer", "pk": 220, "fields": {"user": 12, "advise": 35, "question": 21, "user_response": 100, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:57.065Z"}}, {"model": "QuestionSystem.useranswer", "pk": 221, "fields": {"user": 12, "advise": 35, "question": 22, "user_response": 106, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:43:58.570Z"}}, {"model": "QuestionSystem.useranswer", "pk": 222, "fields": {"user": 12, "advise": 35, "question": 23, "user_response": 108, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:44:01.051Z"}}, {"model": "QuestionSystem.useranswer", "pk": 223, "fields": {"user": 12, "advise": 35, "question": 24, "user_response": 115, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:44:03.416Z"}}, {"model": "QuestionSystem.useranswer", "pk": 224, "fields": {"user": 13, "advise": 36, "question": 9, "user_response": 30, "suggestion": "", "suggestion_gen": "Find an education and apply for SU  :-)", "timestamp": "2020-08-11T11:52:00.220Z"}}, {"model": "QuestionSystem.useranswer", "pk": 225, "fields": {"user": 13, "advise": 36, "question": 10, "user_response": 38, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:02.372Z"}}, {"model": "QuestionSystem.useranswer", "pk": 226, "fields": {"user": 13, "advise": 36, "question": 11, "user_response": 43, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:05.534Z"}}, {"model": "QuestionSystem.useranswer", "pk": 227, "fields": {"user": 13, "advise": 36, "question": 14, "user_response": 65, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:07.184Z"}}, {"model": "QuestionSystem.useranswer", "pk": 228, "fields": {"user": 13, "advise": 36, "question": 15, "user_response": 67, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.  Hvis der ikke er noget i din sag er det muligt at gå ind på sundhed.dk og logge ind med dit nem-id/nøglekort og se alle lægekonsultationer og konsultationer ved psykiatrien. Hvis der i journaloplysninger fremgår diagnoser, anbefaling af behandlingsmuligheder samt skånehensyn kan du gemme dem på din pc og printe det ud og tage det med til din sagsbehandler. Du har krav på at de lægelige oplysninger lægges i din sag og at jobcenteret fremadrettet tager hensyn til dine skkånehensyn med mere.", "timestamp": "2020-08-11T11:52:09.711Z"}}, {"model": "QuestionSystem.useranswer", "pk": 229, "fields": {"user": 13, "advise": 36, "question": 16, "user_response": 68, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:11.374Z"}}, {"model": "QuestionSystem.useranswer", "pk": 230, "fields": {"user": 13, "advise": 36, "question": 18, "user_response": 74, "suggestion": "", "suggestion_gen": "din diagnose betyder at du har brug for skånehensyn i dit arbejde og privatliv. Hvis du eller kommunen ikke tager hensyn til dine skånebehov risikere du at få symptomforværring og derved kan du opleve forværring af dit psykiske helbred. Nogle diagnoser kan man med tiden \"vokse fra\" eller med tiden kan du blive bedre til at forebygge din diagnoses symptomer og derved opleve færre symptomer og dermed opleve mere livskvalitet.", "timestamp": "2020-08-11T11:52:12.945Z"}}, {"model": "QuestionSystem.useranswer", "pk": 231, "fields": {"user": 13, "advise": 36, "question": 19, "user_response": 76, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:18.062Z"}}, {"model": "QuestionSystem.useranswer", "pk": 232, "fields": {"user": 13, "advise": 36, "question": 19, "user_response": 78, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:18.070Z"}}, {"model": "QuestionSystem.useranswer", "pk": 233, "fields": {"user": 13, "advise": 36, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:20.676Z"}}, {"model": "QuestionSystem.useranswer", "pk": 234, "fields": {"user": 13, "advise": 36, "question": 22, "user_response": 105, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:52:22.360Z"}}, {"model": "QuestionSystem.useranswer", "pk": 235, "fields": {"user": 14, "advise": 37, "question": 9, "user_response": 32, "suggestion": "", "suggestion_gen": "The road to a flex job requires Medical documentation and work testing. The prerequisite for a flex job is that your ability to work is permanently reduced to a significant extent. This requires both medical documentation and testing in practice. Testing in practice takes place through work testing. The work trial must describe whether you have the opportunity to be employed in an unsupported job using e.g. use of social chapters *, rehabilitation, rehabilitation, compensation for people with disabilities in occupation or relocation in the labor market. A broad point of view must be taken, where both current and future employment opportunities are considered. Not only can your current or previous employment be taken into account, nor can your wishes for employment alone. In order to arrive at the assessment of work ability, both more tests and more medical examinations may be needed. Testing in practice must consist of clarification of the maximum number of weekly hours and an assessment of the work intensity.", "timestamp": "2020-08-11T11:54:42.103Z"}}, {"model": "QuestionSystem.useranswer", "pk": 236, "fields": {"user": 14, "advise": 37, "question": 10, "user_response": 37, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:54:45.507Z"}}, {"model": "QuestionSystem.useranswer", "pk": 237, "fields": {"user": 14, "advise": 37, "question": 11, "user_response": 44, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:54:48.051Z"}}, {"model": "QuestionSystem.useranswer", "pk": 238, "fields": {"user": 14, "advise": 37, "question": 12, "user_response": 45, "suggestion": "I know that the job center has a status certificate from the doctor / hospital regarding. my physical challenges. Request access to all your medical certificates.", "suggestion_gen": "Get a copy / access to all medical certificates, in which you can read what the doctor recommends in relation to improving or maintaining your level of physical function. In addition, diagnoses and care considerations are described which must be complied with in a work trial or other employment offer.", "timestamp": "2020-08-11T11:54:51.248Z"}}, {"model": "QuestionSystem.useranswer", "pk": 239, "fields": {"user": 14, "advise": 37, "question": 13, "user_response": 51, "suggestion": "Overweight: The job center must have a medical certificate that is not too old, preferably max. 2 years. Here, a diagnosis of challenges with obesity must be stated, what has been tried by treatment to improve your health and if nothing has been tried, it must be stated what the doctor recommends of treatment to improve the ability to function. In relation to obesity, it is important that you have been in a training offer where you have trained with the help of either a physiotherapist or occupational therapist. you can do going forward to maintain or improve your performance. To be considered for a flex job, it is important to state that exercise can not improve your ability to function, but that exercise can maintain your physical ability to function, or that exercise can reduce the experience of pain.", "suggestion_gen": "", "timestamp": "2020-08-11T11:54:55.467Z"}}, {"model": "QuestionSystem.useranswer", "pk": 240, "fields": {"user": 14, "advise": 37, "question": 14, "user_response": 64, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:54:57.603Z"}}, {"model": "QuestionSystem.useranswer", "pk": 241, "fields": {"user": 14, "advise": 37, "question": 15, "user_response": 67, "suggestion": "", "suggestion_gen": "Bed om aktindsigt af alle speciallægeundersøgelser fra psykaiter og psykolog undersøgelser. Det du skal være opmærksom på er diagnoser og om der er behandlingsmuligheder der kan forbedre din psykiske helbredstilstand. Derudover er det vigtigt at der fremgår skånehensyn i forhold til kommende arbejdsprøvning.  Hvis der ikke er noget i din sag er det muligt at gå ind på sundhed.dk og logge ind med dit nem-id/nøglekort og se alle lægekonsultationer og konsultationer ved psykiatrien. Hvis der i journaloplysninger fremgår diagnoser, anbefaling af behandlingsmuligheder samt skånehensyn kan du gemme dem på din pc og printe det ud og tage det med til din sagsbehandler. Du har krav på at de lægelige oplysninger lægges i din sag og at jobcenteret fremadrettet tager hensyn til dine skkånehensyn med mere.", "timestamp": "2020-08-11T11:54:59.827Z"}}, {"model": "QuestionSystem.useranswer", "pk": 242, "fields": {"user": 14, "advise": 37, "question": 16, "user_response": 69, "suggestion": "", "suggestion_gen": "Hvis du er i gang med et behandlingsforløb, kan du selv spørge din behandler: hvor længe varer behandlingen og hvad kan du forvente det har af betydning for dig?  Er din psykiske tilstand varirig/stationær? Kan du deltage i arbejdsprøvning eller andet tilbud fra jobcenter, hvis nej, hvornår tror de at du vil kunne deltage? Hvis dit behandlingsforløb er 2 år eller mere, er det længere varende og du kan hermed sige til din sagsbehnadler at kontanthjælp er en kortvarrig forsørgelse, og at den rigtige hjælp lige nu er et ressourceforløb. Hvis dit forløb snart er færdigt og du kan forvente en bedring af psykiske funktionsniveau er det vigtigt at dine skånehensyn overholdes i forhold til kommende arbjedsprøvning. Når du stopper i et forløb ved psykiatrien kan du have fået stillet diagnos/diagnoser, du kan ved at gennemføre et gruppeforløb eller individuelle samtaleforløb have fået det psykisk bedre og afklaret skånehensyn. Disse oplysninger kan du selv gå ind og hente i Sundhed.dk, printe ud og tage med til din sagsbehandler, som fremadrettet skal tage hensyn til de nye helbredsoplysninger.", "timestamp": "2020-08-11T11:55:02.607Z"}}, {"model": "QuestionSystem.useranswer", "pk": 243, "fields": {"user": 14, "advise": 37, "question": 17, "user_response": 70, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:55:05.217Z"}}, {"model": "QuestionSystem.useranswer", "pk": 244, "fields": {"user": 14, "advise": 37, "question": 17, "user_response": 71, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:55:05.229Z"}}, {"model": "QuestionSystem.useranswer", "pk": 245, "fields": {"user": 14, "advise": 37, "question": 18, "user_response": 73, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:55:06.929Z"}}, {"model": "QuestionSystem.useranswer", "pk": 246, "fields": {"user": 14, "advise": 37, "question": 20, "user_response": 96, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:55:08.877Z"}}, {"model": "QuestionSystem.useranswer", "pk": 247, "fields": {"user": 14, "advise": 37, "question": 22, "user_response": 106, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:55:12.065Z"}}, {"model": "QuestionSystem.useranswer", "pk": 248, "fields": {"user": 14, "advise": 37, "question": 23, "user_response": 109, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:55:14.463Z"}}, {"model": "QuestionSystem.useranswer", "pk": 249, "fields": {"user": 14, "advise": 37, "question": 24, "user_response": 116, "suggestion": "", "suggestion_gen": "", "timestamp": "2020-08-11T11:55:18.836Z"}}, {"model": "QuestionSystem.advise", "pk": 26, "fields": {"user": 9, "title": "Ali Ababs", "timestamp": "2020-08-11T08:45:34.243Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 27, "fields": {"user": 9, "title": "My First Advise", "timestamp": "2020-08-11T08:48:18.296Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 28, "fields": {"user": 9, "title": "Abbas", "timestamp": "2020-08-11T09:35:10.809Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 29, "fields": {"user": 9, "title": "Ali Ababs", "timestamp": "2020-08-11T11:13:24.383Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 30, "fields": {"user": 9, "title": "Ali Ababs", "timestamp": "2020-08-11T11:14:32.788Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 31, "fields": {"user": 9, "title": "123", "timestamp": "2020-08-11T11:14:52.755Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 32, "fields": {"user": 10, "title": "Jhon", "timestamp": "2020-08-11T11:17:05.754Z", "is_completed": true, "is_paid": false}}, {"model": "QuestionSystem.advise", "pk": 33, "fields": {"user": 10, "title": "Ali Ababs", "timestamp": "2020-08-11T11:17:31.751Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 34, "fields": {"user": 11, "title": "My First Advise", "timestamp": "2020-08-11T11:30:56.342Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 35, "fields": {"user": 12, "title": "My First Advise 1", "timestamp": "2020-08-11T11:43:26.310Z", "is_completed": true, "is_paid": false}}, {"model": "QuestionSystem.advise", "pk": 36, "fields": {"user": 13, "title": "Test Advise", "timestamp": "2020-08-11T11:51:56.538Z", "is_completed": true, "is_paid": true}}, {"model": "QuestionSystem.advise", "pk": 37, "fields": {"user": 14, "title": "Test Advise ", "timestamp": "2020-08-11T11:54:37.290Z", "is_completed": true, "is_paid": true}}, {"model": "users.payment", "pk": 4, "fields": {"user": 9, "amount": "8.00", "payment_status": true, "timestamp": "2020-08-11T11:07:03.406Z"}}, {"model": "users.payment", "pk": 5, "fields": {"user": 10, "amount": "8.00", "payment_status": true, "timestamp": "2020-08-11T11:18:46.807Z"}}, {"model": "users.payment", "pk": 6, "fields": {"user": 11, "amount": "8.00", "payment_status": true, "timestamp": "2020-08-11T11:32:13.575Z"}}, {"model": "users.payment", "pk": 7, "fields": {"user": 12, "amount": "50.00", "payment_status": true, "timestamp": "2020-08-11T11:50:35.824Z"}}, {"model": "users.payment", "pk": 8, "fields": {"user": 13, "amount": "33.33", "payment_status": true, "timestamp": "2020-08-11T11:52:44.068Z"}}, {"model": "users.payment", "pk": 9, "fields": {"user": 14, "amount": "33.33", "payment_status": true, "timestamp": "2020-08-11T11:55:45.192Z"}}, {"model": "users.profile", "pk": 4, "fields": {"user": 5, "image": "default.jpg", "user_type": true, "creation_date": "2020-08-05T11:57:52Z", "expire_date": "2020-09-04T11:57:52Z"}}, {"model": "users.profile", "pk": 5, "fields": {"user": 6, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-09T14:51:17.161Z", "expire_date": "2020-09-08T14:51:17.161Z"}}, {"model": "users.profile", "pk": 6, "fields": {"user": 7, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-09T15:18:18.678Z", "expire_date": "2020-09-08T15:18:18.678Z"}}, {"model": "users.profile", "pk": 7, "fields": {"user": 8, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-10T19:04:38.103Z", "expire_date": "2020-09-09T19:04:38.103Z"}}, {"model": "users.profile", "pk": 8, "fields": {"user": 9, "image": "default.jpg", "user_type": true, "creation_date": "2020-08-11T12:43:30Z", "expire_date": "2020-09-10T12:43:30Z"}}, {"model": "users.profile", "pk": 9, "fields": {"user": 10, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-11T16:16:51.534Z", "expire_date": "2020-09-10T16:16:51.534Z"}}, {"model": "users.profile", "pk": 10, "fields": {"user": 11, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-11T16:30:36.598Z", "expire_date": "2020-09-10T16:30:36.598Z"}}, {"model": "users.profile", "pk": 11, "fields": {"user": 12, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-11T16:43:02.715Z", "expire_date": "2020-09-10T16:43:02.715Z"}}, {"model": "users.profile", "pk": 12, "fields": {"user": 13, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-11T16:51:39.716Z", "expire_date": "2020-09-10T16:51:39.716Z"}}, {"model": "users.profile", "pk": 13, "fields": {"user": 14, "image": "default.jpg", "user_type": false, "creation_date": "2020-08-11T16:54:21Z", "expire_date": "2020-09-10T16:54:21Z"}}]